{"people":[{"bio":"Jenny Lee is a managing partner at GGV Capital, where she invests in mobile, social, IoT, finance, and education companies across the US and China.","full_name":"Jenny Lee","job_title":"Managing Partner","company_name":"GGV Capital","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63775/medium/63775?1459960046"},{"bio":"Razer’s Co-founder/CEO, Min-Liang directs \u0026 oversees design \u0026 development for all products. He is ranked in the Top 10 Tech Leaders, Influencers \u0026 Visionaries.","full_name":"Min-Liang Tan","job_title":"Founder, Chief Executive \u0026 Creative Director","company_name":"Razer","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64583/medium/64583?1460481797"},{"bio":"Holly Liu is co-founder and Chief Development Officer of Kabam, leading the development of Kabam internationally, focusing primarily on China.","full_name":"Holly Liu ","job_title":"Co-Founder","company_name":"Kabam","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/58709/medium/58709?1462976230"},{"bio":"Tan Hooi Ling oversees critical pillars of Grab’s operations - development of new products/ technology, people operations, customer experience and business ops.","full_name":"Tan Hooi Ling","job_title":"Co-Founder","company_name":"Grab","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64238/medium/64238?1454928326"},{"bio":"Ms. Anna Fang is the Partner and CEO of ZhenFund. She is an well-known angel investor and oversees ZhenFund’s investments, portfolio management and operations.","full_name":"Anna Fang","job_title":"Partner \u0026 CEO","company_name":"ZhenFund","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63763/medium/63763?1447776015"},{"bio":"Wenas is currently the CEO of MatahariMall, #1 eCommerce owned by Lippo Group. By having him on board, they aim to build the largest eCommerce site in Indonesia","full_name":"Hadi Wenas","job_title":"CEO","company_name":"Mataharimall","country_name":"Indonesia","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63435/medium/63435?1455134874"},{"bio":"As executive vice president of business development, Peggy Johnson is responsible for driving strategic partnerships and transactions to accelerate growth for Microsoft and its customers.","full_name":"Peggy Johnson","job_title":"Executive Vice President, Business Development","company_name":"Microsoft","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/62954/medium/62954?1458566179"},{"bio":"Sheng Fu is CEO of Cheetah Mobile, the leading mobile utility and security app developer.","full_name":"Sheng Fu","job_title":"CEO","company_name":"Cheetah Mobile","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63788/medium/63788?1462977366"},{"bio":"John Lindfors is the Managing Partner of DST Investment Management, the investment adviser of DST Global which was founded by Yuri Milner","full_name":"John Lindfors","job_title":"Managing Partner","company_name":"DST Global","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64072/medium/64072?1459961480"},{"bio":"Ime Archibong is the Director of Product Partnerships\nat Facebook. Prior to Facebook he worked at IBM. Ime graduated from Yale and Stanford Business School.","full_name":"Ime Archibong","job_title":"Director of Global Product Partnerships","company_name":"Facebook","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64885/medium/64885?1461833517"},{"bio":"Bob Greifeld is the CEO of Nasdaq, one of the world's largest financial technology and exchange companies.","full_name":"Bob Greifeld","job_title":"CEO","company_name":"Nasdaq Inc.","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64505/medium/64505?1463735503"},{"bio":"Harry Man Ho Kee, Partner of Matrix Partners China. He led investments in Momo (Nasdaq: MOMO) , 21Vianet (Nasdaq: VENT) and iKang (Nasdaq: KANG)","full_name":"Harry Man","job_title":"Partner","company_name":"Matrix Partners China","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64303/medium/64303?1463737673"},{"bio":"Zach Nelson has more than 25 years of leadership experience in the high-tech industry, where he has held a variety of executive positions spanning marketing, sales, product development and business strategy with leading companies including Oracle, Sun Microsystems, and McAfee/Network Associates. Nelson has been CEO of NetSuite since 2002. Nelson led NetSuite's successful IPO in 2007 and its rise from start-up to the industry's leading provider of cloud computing business management software suites in the world. He was named to 2013 Business Insider's 50 Most Powerful People In Enterprise Tech list, and to Fortune magazine's 2012 Businessperson of the Year list. Nelson holds B.S. and M.A. degrees from Stanford University.","full_name":"Zach Nelson","job_title":"CEO","company_name":"NetSuite","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63907/medium/63907?1449488324"},{"bio":"Aimone Ripa di Meana is the Chief Marketplace Officer for Lazada Group. He drives the development of sellers focused strategies in Southeast Asia.","full_name":"Aimone Ripa Di Meana","job_title":"Co-Founder and Chief Marketplace Officer","company_name":"Lazada Group","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64888/medium/64888?1463045690"},{"bio":"Zijian Li is the head if international strategy for Didi Chuxing who in 2015 provided 1.43 billion times of car services  on Didi platform. At present, Didi platform has 14 million private car owners and drivers","full_name":"Li Zijian","job_title":"Head of International Strategy","company_name":"Didi Chuxing","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65032/medium/65032?1463479386"},{"bio":"One of the Uber’s first employees, Allen launched Uber in its 4th city - Chicago, and has gone on leading the operation across APAC including Greater China.","full_name":"Allen Penn","job_title":"Head of Asia Operations","company_name":"Uber","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65049/medium/65049?1463649881"},{"bio":"Director of Strategic Partnerships of DJI.","full_name":"Michael Perry","job_title":"Director of Strategic Partnerships","company_name":"DJI","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64604/medium/64604?1459848249"},{"bio":"Marie “KonMari” Kondo, creator of the KonMari Method, is an organizing consultant and the author of \"The Life-Changing Magic of Tidying Up\" and \"Spark Joy.\"","full_name":"Marie Kondo","job_title":"Author and Organising Consultant","company_name":"KonMari","country_name":"Japan","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/62378/medium/62378?1458565758"},{"bio":"Nick joined Garena in 2014 after a decade with General Atlantic, most recently as CEO of SEA. He received his MBA from Stanford \u0026 undergrad degree from Harvard.","full_name":"Nick Nash","job_title":"Group President","company_name":"Garena","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64054/medium/64054?1452157356"},{"bio":"With over 15 yrs of experience in international business planning \u0026 ICT sector, Vikas has led Micromax into the Top 10 handset brands' club globally.","full_name":"Vikas Jain","job_title":"Co-Founder","company_name":"Micromax Informatics","country_name":"India","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64553/medium/64553?1463129585"},{"bio":"Mikko is one of the world’s foremost experts on cyber security and is the Chief Research Officer of F-Secure. He has worked for the company since 1991 and has led his team through the largest malware outbreaks in history. In 2003 Hypponen’s team took down the global network used by the Sobig.F worm and in 2004 he was the first to warn the world about the Sasser outbreak. In 2007 he named the infamous Storm Worm and in 2010 he produced classified briefings on the operation of the Stuxnet worm. \nMikko Hypponen has assisted law enforcement authorities in the United States, Europe and Asia on cybercrime cases. In 2010 he received the virus Bulletin Award as “The Best Educator the Industry”, which is given every ten years","full_name":"Mikko Hyppönen","job_title":"CRO","company_name":"F-Secure Corporation","country_name":"Finland","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63804/medium/63804?1452796003"},{"bio":"Will Shu co-founded Deliveroo in 2013 with Greg Orlowski. Prior to Deliveroo, Will worked as an analyst for SAC Capital and ESO Capital. Previously, he was an investment banker at Morgan Stanley.","full_name":"William Shu","job_title":"CEO","company_name":"Deliveroo","country_name":"United Kingdom","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63760/medium/63760?1455135004"},{"bio":"Gao Lufeng, who graduated from BUAA, founded Ninebot in February 2012 which is engaged in the field of innovative short transportation, including R\u0026D, sales and service of products in a variety of forms such as single-wheel and two-wheeled self-balancing vehicle.\nIn October 2014, it received over $80 million from Xiaomi, Sequoia Capital, Shunwei Capital, West Summit Capital; in April 2015, it acquired the world’s most renowned No.1company in private transportation, SEGWAY INC (Segway) ;in June 2015, it completed $60 million financing, becoming a company of $1 billion scale.\nIn April 2015, it acquired the founder of self-balancing vehicle, the world leading private transportation equipment company - Segway.\nThe current Segway \u0026Ninebot Group is the world’s largest company in short transportation, with more than 400 key industry patents, with distribution and marketing network in nearly 100 countries, with companies in Beijing / USA / Singapore and production bases in Tianjin / Changzhou / USA. Meanwhile, the enterprise makes continuous exploration in such areas as service robots, and robots products jointly developed with the world’s leading companies and organizations will be launched this year.\n\n毕业于北京航空航天大学。 \n2012年2月，创立Ninebot公司，从事创新短交通领域，包括单轮及双轮自平衡车在内的多种形态产品的研发、销售及服务； 2014年10月，获小米、红杉资本、顺为资本、华山资本8000余万美元投资； 2015年4月，收购全球最知名的私人交通领域No.1公司SEGWAY INC.（赛格威）；","full_name":"Gao Lufeng","job_title":"Founder \u0026 CEO","company_name":"Ninebot","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64053/medium/64053?1452761810"},{"bio":"Jing Ulrich is Managing Director and Vice Chairman of Asia Pacific at JPMorgan Chase. She provides strategic advice to the firm’s most senior global clients across all sectors and asset classes, while building relationships with executives at Asia’s leading enterprises. Ms. Ulrich works with all lines of business at JPMorgan Chase to foster greater cross-border collaboration and strengthen senior client relationships in Asia Pacific and the rest of the world. Educated at Harvard and Stanford Universities, Ms. Ulrich is one of the most prominent advisors to the world’s largest asset-management companies, sovereign wealth funds, and multinational corporations. Her views influence the allocation of trillions of dollars of investments. Ms. Ulrich has received numerous accolades for her work in the industry. She has been ranked four times as one of Fortune Magazine's 50 Most Powerful Global Businesswomen. Forbes named her one of Asia’s 50 Power Businesswomen and twice named her among the 100 Most Powerful Women in the World. The South China Morning Post selected Ms. Ulrich as one of the top 25 most inspirational and influential women in Hong Kong. In recent years, publications including China Daily, China Entrepreneur magazine and FinanceAsia have consistently ranked Ms. Ulrich among the top business elite in Asia. She has also been dubbed as \"the unofficial voice of China\" and the \"Oprah Winfrey of the investment world.” Because of her in-depth knowledge of China’s linkages with the rest of the world, Ms. Ulrich has been an important figure shaping the international community’s approach to investing in Asia Pacific. In her previous position, she established J.P. Morgan’s Hands-on-China Series, which became a leading forum for views and research on China’s transformation. Ms. Ulrich also created the world’s foremost China investment summit, attended each year by thousands of global business and government leaders. In addition to her duties at JPMorgan, Ms. Ulrich also serves on the G20/B20 Trade and Investment Task Force as well as the Multinational Committee of the APEC China Business Advisory Council. She is also an independent director on the board of Italian luxury goods company Ermenegildo Zegna SpA.\nBefore joining J.P. Morgan, Ms. Ulrich was a Managing Director at Deutsche Bank and CLSA Asia- Pacific Markets, where she led the top-ranked team covering China. Global institutional investors regularly voted her the best China strategist in polls conducted by Institutional Investor, Asiamoney, and Euromoney. Before moving to Asia, Ms. Ulrich worked in Washington DC as one of the first fund managers to focus on the Greater China markets.","full_name":"Jing Ulrich","job_title":"MD and Vice Chairman of Asia Pacific","company_name":"J.P. Morgan Chase","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/61843/medium/61843?1463673063"},{"bio":"Ambarish Mitra is one of the pioneers of augmented reality and computer vision. Mitra is the CEO \u0026 Co-Founder of Blippar, leading AR \u0026 AI company.","full_name":"Ambarish Mitra","job_title":"CEO","company_name":"Blippar","country_name":"United Kingdom","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/60266/medium/60266?1459268399"},{"bio":"Xing Liu is a Partner at Sequoia Capital and focuses on TMT and consumer investments. He holds an MBA from The Wharton School and a BS from Fudan University.","full_name":"Xing Liu","job_title":"Partner","company_name":"Sequoia Capital","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64674/medium/64674?1462807091"},{"bio":"As a branding and marketing expert, Grace is one of the pioneers that first brought the Behavioral Targeting, RTB and DSP concept to Chinese market.","full_name":"Grace Huang","job_title":"Founder","company_name":"iPinYou","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64411/medium/64411?1457520960"},{"bio":"Dave uses his uncanny ability to function without sleep and frequent flyer miles to uncover geeks around the world. His ominous past includes work at Founders Fund, Facebook fbFund, PayPal, Mint.com, \u0026 Simply Hired.","full_name":"Dave McClure","job_title":"Founder","company_name":"500 Startups","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63860/medium/63860?1448581173"},{"bio":"David Chao is a Co-Founder and General Partner of DCM Ventures, a global venture capital firm with over USD $2.8 billion under management.","full_name":"David Chao","job_title":"Co-Founder \u0026 General Partner","company_name":"DCM Ventures","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64164/medium/64164?1453831066"},{"bio":"Maria is around 20 years in IT sphere, 9 of which have been with Yandex.Money. Most of company’s key products have been created with her active participation.","full_name":"Maria Gracheva","job_title":"CEO","company_name":"Yandex.Money","country_name":"Russia","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63429/medium/63429?1455185763"},{"bio":"Remi joined Movidius as its CEO in 2013 guiding the company’s strategy and focus on driving artificial vision intelligence in the next wave of connected devices.","full_name":"Remi El-Ouazzane","job_title":"CEO","company_name":"Movidius","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/62866/medium/62866?1462806341"},{"bio":"Ms. Diane Yu co-founded FreeWheel Media, Inc. in 2007 and serves as its Chief Technology Officer. Ms. Yu can engineer an entire next-generation ad management system in the same time it takes most people to complete a PRD. After 10 years at DoubleClick overseeing engineering for every product from core ad serving to rich media to search management - and everything in-between - she knows more about ad management systems than just about anyone else on the planet. She received her B.S. from Peking University and her M.S. from Ohio University.","full_name":"Diane Yu","job_title":"Co-Founder","company_name":"Freewheel Media","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63771/medium/63771?1447777638"},{"bio":"Ms. Jing HONG is the Partner and Head of Private Equity of Hillhouse Capital Management Group, Ltd. Hillhouse manages over twenty billion U.S. dollars.","full_name":"Jing Hong","job_title":"Partner","company_name":"Hillhouse Capital Group","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64923/medium/64923?1462277479"},{"bio":"Founded in 2011, Rong360 provides financial product search, decisioning, and recommendation platform to consumer and SMB (Small and Medium-size Business) in China. Rong360 works with financial institutions to deliver the right financial products at best price to the right customers","full_name":"David Ye","job_title":"Founder \u0026 CEO","company_name":"Rong360","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64591/medium/64591?1459420753"},{"bio":"Radhika is cofounder and Chief Business Officer of Shopclues, India's largest and fully managed marketplace. Radhika lead the business to grow into over 100 million visitors, shipping over 3.5 million products per month.","full_name":"Radhika Aggarwal","job_title":"Co-Founder \u0026 CBO","company_name":"ShopClues","country_name":"India","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63852/medium/63852?1448293395"},{"bio":"Co-founder, Rotten Tomatoes, alivenotdead.com; currently Sr. Product Manager at WeChat","full_name":"Stephen Wang","job_title":"Co-Founder","company_name":"Rotten Tomatoes","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64031/medium/64031?1455613943"},{"bio":"Nico Jose Nolledo (Nix) is a technology entrepreneur who has businesses in the mobile, e-commerce, and digital media spaces.\n\nHe is more prominently known as the Chairman and CEO of the largest (by market cap) listed consumer technology company in Southeast Asia, Xurpas inc.\n\nHe has ownership and sits on the board of a number of consumer technology companies in the Philippines, including PinoyExchange.com (the largest local online message board), Rappler.com, and MyRegalo.com (the number one overseas Filipino gift giving site).  Nix is also an active angel investor in South East Asia and is a founding director and former president of IMMAP (The Internet and Mobile Marketing Association of the Philippines), a founding director of DCOM (The Digital Commerce Association of the Philippines), and he is a member of the Philippine chapter of EO (The Entrepreneurs Organization).","full_name":"Nix Nolledo","job_title":"Chairman \u0026 CEO","company_name":"Xurpas inc","country_name":"Philippines","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64393/medium/64393?1457621924"},{"bio":"Edward Tang is the Founder and Chief Strategy Officer where he oversees the strategic direction of Avegant.","full_name":"Edward Tang","job_title":"Founder \u0026 Chief Strategy Officer","company_name":"Avegant","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64266/medium/64266?1458565816"},{"bio":"Arthur Shen is the COO of TutorGroup, a leading language tutoring company providing live synchronous e-learning services. He joined TutorGroup in 2008 as Chief Information Officer and was initially responsible for laying the foundation for TutorGroup’s award-winning core-technology, and oversaw the build out of all aspects of MultiMedia / Streaming, Management Application, Networking, Data Modeling/Mining, Mobile Application, Web and User Experience designs","full_name":"Arthur Shen","job_title":"COO","company_name":"iTutorGroup","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65119/medium/65119?1464102229"},{"bio":"Saul Williams is an american rapper, singer-songwriter, musician, poet, writer, and actor known for his blend of poetry and alternative hip hop. After gaining global fame for his politically-charged and emotionally complex poetry and writings at the turn of the century, he has published five books, released five studio albums, performed in over 30 countries and read in over 300 universities with invitations that have spanned from the White House, the Sydney Opera House, Lincoln Center, The Louvre, The Getty Center, Queen Elizabeth Hall, and others across the world. The Newburgh, New York native gained a BA from Morehouse and an MFA from Tisch. He wrote and produced the 1998 film Slam and starred in Broadway musical about Tupac, Holla If Ya Hear Me. Since breaking ground in 2001 with his Rick Rubin-produced debut album, Amethyst Rock Star, Williams has performed alongside the likes of Erykah Badu, The Fugees, and Nas, and recorded with Nine Inch Nails and Allen Ginsburg, as well as made countless film and television appearances. Earlier this year Williams released his most recent studio album MartyrLoserKing to widespread critical acclaim.","full_name":"Saul Williams","job_title":"Musician/Poet","company_name":"BitTorrent","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65033/medium/65033?1464203634"},{"bio":"Roger James Hamilton is a futurist and entrepreneur, creator of GeniusU, Wealth Dynamics and Founder of Entrepreneurs Institute","full_name":"Roger James Hamilton","job_title":"Founder","company_name":"Entrepreneurs Institute","country_name":"Indonesia","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64887/medium/64887?1461859989"},{"bio":"Jamie serves as the club’s Group Commercial Director and Managing Director, Asia Pacific.","full_name":"Jamie Reigle","job_title":"Commercial Director","company_name":"Manchester United","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64740/medium/64740?1460449718"},{"bio":"Ankur Jain is currently the VP of Product at Tinder. He previously was the founder and CEO of Humin, prior to its acquisition by the popular dating app.\n\nJain is the co-founder and CEO of Humin, a technology company in San Francisco working to make technology more human. Jain is also the founder and chairman of the Kairos Society, an organization of young entrepreneurs working to create billion-dollar solutions to the world challenges. Over the years, the Kairos Society has helped launch and grow over 100 innovative technology companies tackling problems in mobile healthcare, education, clean water, and more. \n\nOver the years Jain has been recognized for a variety of achievements. In 2010, Jain was selected as one of 80 students worldwide to participate in the Singularity University Graduate Studies Program, an interdisciplinary program based at the NASA Ames campus in Silicon Valley. Singularity University brings together leaders in business, science, and technology to facilitate the development of technologies that address humanity’s greatest challenges. He has been recognized as a Global Shaper by the World Economic Forum, a Leader del Futuro by the Ambrosetti Forum, and as a Young Global Leader by both the World Foresight Forum and the St. Petersberg International Economic Forum. In 2011, Inc. magazine named Ankur Jain the \"Best Connected 21-Year-Old in the World\" and awarded Jain \"30 Under 30\". In 2012, Jain was named “30 under 30: Solution Broker” by the Christian Science Monitor. In 2013, Jain was elected to the Innovation Board for the X-Prize Foundation. Entrepreneur","full_name":"Ankur Jain","job_title":"Vice President Of Product","company_name":"Tinder","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/40269/medium/40269?1462978191"},{"bio":"PropertyGuru due to his personal frustrations at trying to find a Steve is an award-winning entrepreneur. In the last two decades, he built profitable companies.","full_name":"Steven Melhuish","job_title":"Co Founder","company_name":"PropertyGuru","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64394/medium/64394?1457344170"},{"bio":"A Beijing Foreign Studies University undergraduate, Miranda worked at Bertelsmann AG, and then started the RED with Charlwin (Mao Wenchao).","full_name":"Miranda Qu","job_title":"Co-Founder","company_name":"Xiaohongshu","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64585/medium/64585?1459247807"},{"bio":"Rob Fan, Co-Founder/CTO of Sharethrough (the leading native ad platform) oversees product and tech vision. Contributor to industry publications and events.","full_name":"Rob Fan","job_title":"Co-Founder \u0026 CTO","company_name":"Sharethrough","country_name":"United States","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/62937/medium/RobertFan-300x300.jpg?1442913405"},{"bio":"Johannes is the Co-Founder \u0026 CEO of GetYourGuide, the world's biggest platform for booking travel activities.","full_name":"Johannes Reck","job_title":"CEO","company_name":"GetYourGuide","country_name":"Germany","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64028/medium/64028?1450436635"},{"bio":"Simon Loong is the Founder and CEO of Asia’s leading internet finance company WeLab, the operator of WeLend.hk in Hong Kong and Wolaidai.com (我来贷) in China.","full_name":"Simon Loong","job_title":"Founder","company_name":"WeLab","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63789/medium/63789?1455613413"},{"bio":"Eric Pan, founder and CEO of Seeed Studio, life long maker and biker. He is trained as EE with projects about Electronics, Embedded System, Robotics.","full_name":"Eric Pan","job_title":"Founder","company_name":"Chaihuo Makerspace \u0026 Seeed Studio","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64287/medium/64287?1455516086"},{"bio":"With 25+ years of experience, Melissa is a Co-Founder and the Managing Partner at Arbor Ventures and was a Managing Director at VantagePoint Capital Partners.","full_name":"Melissa Guzy","job_title":"Founding Partner","company_name":"Arbor Ventures","country_name":"Hong Kong","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/61528/medium/melissa.jpg?1436880474"},{"bio":"Stefan is the founder of Carmudi, an online car classified portal with an app, focused on emerging markets. It operates in various parts of Asia, Africa and Latin America. Before founding the leading car classifieds site in SEA, Stefan successfully built up an ecommerce venture and worked as a Strategy Consultant for Roland Berger","full_name":"Stefan Haubold","job_title":"CEO","company_name":"Carmudi","country_name":"Germany","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63791/medium/63791?1459437941"},{"bio":"Matt Barrie is the Chief Executive of Freelancer.com and Escrow.com. He is an award winning entrepreneur, technologist and lecturer, having won numerous awards including being named the inaugural BRW Entrepreneur of the Year in 2011. Matt was previously founder and CEO of Sensory Networks Inc., a vendor of high performance network security processors, which Intel Corporation (NASDAQ: INTC) announced in 2013 it was acquiring. Matt is also an Adjunct Associate Professor at the Department of Electrical and Information Engineering at the University of Sydney, where for the last 12 years he has taught Cryptography, and from 2010, Technology Entrepreneurship. He is the co-author of over 20 US patent applications.","full_name":"Matt Barrie","job_title":"Chief Executive","company_name":"Freelancer.com \u0026 Escrow.com","country_name":"Australia","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64280/medium/64280?1455291425"},{"bio":"President and CTO of Connected Devices, Fossil Group, using fashion and design to make technology useful and beautiful. Co-founder of Elemental Machines (life science, machine learning), Misfit (wearables, smart home), AgaMatrix (blood glucose monitor).","full_name":"Sonny Vu","job_title":"President \u0026 CTO, Connected Devices","company_name":"Fossil Group","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63790/medium/63790?1454957934"},{"bio":"Dr. Nicko van Someren is the CTO of the Linux Foundation and is responsible for the LF's security initiatives.","full_name":"Nicko von Someren","job_title":"CTO","company_name":"Linux Foundation","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64399/medium/64399?1457369767"},{"bio":"Whenever Open-Source meets deep and profound debates about architecting software, and there's free beers involved, Nick Sutterer must be just around the corner.","full_name":"Nick Sutterer","job_title":"Ruby Architect","company_name":"Nick Sutterer","country_name":"Germany","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/60605/medium/60605?1462976526"},{"bio":"Brendan Kennedy is CEO of Privateer Holdings, the world’s first private equity firm investing exclusively in legal cannabis. Brendan brings a strong background of entrepreneurship and hands-on business experience to Privateer Holdings. He’s successfully led the development of new and existing companies, building teams, crafting products and guiding operations. With a voracious appetite for information, Brendan’s insight into technology and growth industries led him to the forefront of consultation and solutions for the venture-backed business community.","full_name":"Brendan Kennedy","job_title":"CEO","company_name":"Privateer Holdings","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63793/medium/63793?1447779942"},{"bio":"Chief Operating Officer, Dailymotion.","full_name":"Martin Rogard","job_title":"COO","company_name":"DailyMotion","country_name":"France","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65001/medium/65001?1462988213"},{"bio":"Ray Chan is the co-founder of 9GAG, one of the leading user generated content sites in the world, where he focuses on making a sustainable business out of humor. 9GAG is a Y Combinator and 500 Startups alumnus where Ray and his team spent a large amount of their time in Silicon Valley, learning from the best. Before founding 9GAG, Ray was working on Singboard, a web-meets-karaoke game. He was also a product manager at aNobii, an online reading community that was acquired by a new venture backed by HMV Group, Harper Collins, Penguin and Random House in 2010.","full_name":"Ray Chan","job_title":"CEO","company_name":"9GAG","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63786/medium/63786?1447777943"},{"bio":"Cofounder and CEO Soft Machines Inc, a late stage pre-revenue semiconductor company. He grew the company from 2 to 250+ team spread across the US, India, and Russia.","full_name":"Mahesh Lingareddy","job_title":"Founder, vice-chairman \u0026 CEO","company_name":"Soft Machines","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64489/medium/64489?1464176326"},{"bio":"Barry is a Co-Founder of Jimubox, the leading Chinese fintech marketplace. Intelligent financial advice for the next generation of Chinese investors.","full_name":"Barry Freeman","job_title":"Co-Founder","company_name":"Jimubox","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64365/medium/64365?1456228508"},{"bio":"Arthur is the CEO of 6waves, a leading mobile games publisher. He was awarded EY Entrepreneur of the Year and selected by HSBC as business leader in HK.","full_name":"Arthur Chow","job_title":"CEO","company_name":"6waves","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63766/medium/63766?1458566683"},{"bio":"Fritz Demopoulos has been involved in the Chinese TMT industries as an entrepreneur and investor. He co-founded Qunar.com, Shawei, DiWuXi and Blackwell Media.","full_name":"Fritz Demopoulos","job_title":"Founding Partner","company_name":"Queen's Road Capital","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64774/medium/64774?1460737640"},{"bio":"Hacker \u0026 serial entrepreneur Allan Grant co-founded online career marketplace, Hired, which has raised over $70M USD, and ecommerce referral platform, Talkable.","full_name":"Allan Grant","job_title":"Founder \u0026 CTO","company_name":"Hired","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63756/medium/63756?1452528392"},{"bio":"Peng is an entrepreneur (co-founded Match.com, Interwoven, Encentuate) turned investor. Currently, the MD of Monk's Hill Ventures, a technology venture fund.","full_name":"Peng T. Ong","job_title":"Managing Director","company_name":"Monk's Hill Ventures","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/41358/medium/41358?1455947496"},{"bio":"Joel Flory is the co-founder and CEO of VSCO. Before co-founding VSCO, Joel was a successful commercial photographer.","full_name":"Joel Flory","job_title":"Co-Founder \u0026 CEO","company_name":"VSCO","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64524/medium/64524?1459962173"},{"bio":"Jon Lax is Director of Product Design at Facebook. He is responsible for designers and product design across a range of Facebook's products including Profile, Events, Search and Facebook Login.\n \nHe is well known for co-founding the acclaimed product design firm Teehan+Lax which he ran for 12 years before joining Facebook in 2015. \n \nOver his 20 year career, Jon has worked with over 200 companies including Google, Yahoo, Medium, Delta Airlines and JP Morgan to help them design and build their digital products.\n \nJon was born and raised in Toronto, Canada but is currently living in the Bay Area.","full_name":"Jon Lax","job_title":"Director of Product Design","company_name":"Facebook","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64670/medium/64670?1462876917"},{"bio":"Hans Tung joined GGV Capital in 2013 as a managing partner to focus on consumer mobile internet, cross-border ecommerce, IoT, and mobile social communication investments in both China and the US. Hans led GGV’s investment and serves on the boards of Wish, a fast growing cross border mobile commerce marketplace; Xiaohongshu, a leading active social community and recommendation app for cross-border shopping in China; Poshmark, a simple and fun way to buy and sell fashion; GrubMarket, a marketplace for local farm goods; Totspot, a mobile marketplace for moms; and FlightCar, the world's first peer-to-peer car-sharing company at airports. He has invested in mobile social communication companies such as musical.ly, a popular user-generated music video-sharing app, Slack, brings all your communication together in one place;  Bustle, an online community providing a fresh spin on information and all subjects;  and Curse, a social communication platform for gamers. Hans is a personal investor in leading Indian e-commerce companies Flipkart and Snapdeal. He is also actively involved with GGV portfolio companies Airbnb, Flipboard,DraftKings, and Yodo1.\n\nHans was one of the earliest investors in, and a former board member of, Xiaomi. At GGV, he has backed several Xiaomi IoT ecosystem companies, e.g. Smartmi (air purifiers and other smart home appliances), Zimi (mobile wifi devices), 1More (headphones), and other IoT companies including Misfit, maker of wearable and smart home products; and More Tech, maker of mom-friendly smart devices. Hans has been ranked as a top VC on the Forbes Midas list since 2013 and was recognized by The Founder and CBN News magazines in the past as a Top 10 most entrepreneur-friendly VC in China.\n\nHans’ prior work experience spans venture capital, internet startups, and tech investment banking over 18 years. He previously led investments in, or served on the boards of, startups that have since category leaders, including Xiaomi, Mafengwo Travel,Vancl.com, 51fanli, Domob Ads (sold to Blue Focus Advertising, Shenzhen Stock Exchange: 300058), Forgame (HKSE: 0484), and eHi Car Rental (NYSE: EHIC). He joined GGV from Qiming Venture Partners, where he focused on investment in China from 2007 to 2013. Previously, he was with Bessemer Venture Partners, where he helped global players such as Skype expand into China. Hans was also a founding member of two pan-Asian internet startups with roots in Silicon Valley that were subsequently sold to telcos, HelloAsia and Asia2B. He started his career at Merrill Lynch as an investment banker focused on the technology sector. He received his B.S. in Industrial Engineering from Stanford University.","full_name":"Hans Tung","job_title":"Managing Partner","company_name":"GGV Capital","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64459/medium/64459?1459960886"},{"bio":"Cliff Zhang is the CEO of PPDAI Group Inc with the responsibility for leading the overall direction of the company. PPDAI was founded on June 18th, 2007. It uncovered the curtain of the Internet Finance industry of China. Our mission is to make finance reachable for everyone. So far, we have successfully raised 3 rounds of financing. The investors include Sequoia (top #1 of foreign VC brands) and Legend (top #1 of local VC brands). In the past 10 years, we witnessed the big wave of E-Commerce; The next 10 years will belong to Internet Finance.","full_name":"Cliff Zhang","job_title":"Co-Founder \u0026 CEO","company_name":"PPDai","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64818/medium/64818?1462806079"},{"bio":"Derrick co-founded the EHANG UAV company, responsible for global branding and marketing. He was selected into Forbes’ 30 Under 30 list in Asia 2016","full_name":"Derrick Xiong","job_title":"Co-Founder","company_name":"EHang","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64041/medium/64041?1459774023"},{"bio":"Vipul is a serial entrepreneur and is now the cofounder of Bigbasket.com, India's largest online grocery business. He is currently the CMO and CFO of Bigbasket.","full_name":"Vipul Parekh","job_title":"Co-Founder","company_name":"Bigbasket.com","country_name":"India","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63978/medium/63978?1459954889"},{"bio":"Kavin Bharti Mittal is the Founder and CEO of Hike, the only communication app built out of India. As of January 2016, Hike recorded over 100 million users exchanging over 40 billion messages/month.","full_name":"Kavin Bharti Mittal","job_title":"Founder \u0026 CEO","company_name":"Hike Messenger","country_name":"India","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64162/medium/64162?1453744683"},{"bio":"Deirdre is the Global Chief Digital Officer, where her role is to ensure the full power of technology and interactivity is utilised for our clients. She joined MediaCom in 2014, having previously been Head of Digital, Global Clients for Aegis Media based in London and before that the CEO of wwwins Isobar Greater China (an Aegis Media company), managing a team of 220 digital specialists across strategy, creative, technology and media across Greater China.\n\nDeirdre started her career in San Francisco during the late 90s digital boom and was a Founding Partner at AnalogFolk, a multi-disciplinary marketing communications agency in London.","full_name":"Deirdre McGlashan","job_title":"Chief Digital Officer","company_name":"MediaCom","country_name":"United Kingdom","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64588/medium/64588?1459953830"},{"bio":"Ben is co-founder and CMO of foodpanda. Previously, he worked for venture capital firms in San Francisco and Munich and several startups in Europe and Latam.","full_name":"Benjamin Bauer","job_title":"Co-Founder","company_name":"FoodPanda","country_name":"Germany","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63340/medium/63340?1444396879"},{"bio":"Sammy Hsieh was an intrapreneur at Yahoo before cofounding iClick Interactive in 2009 with a vision to redefine the digital marketplace with data and insights.","full_name":"Sammy Hsieh","job_title":"Co-Founder \u0026 CEO","company_name":"iClick Interactive Asia Limited","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63787/medium/63787?1459960612"},{"bio":"Alan Lau is Asia Co-Head for McKinsey Digital. He advises large companies and digital attackers on strategy, Big Data, operations and organisation topics.","full_name":"Alan Lau","job_title":"Senior Partner","company_name":"McKinsey","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64667/medium/64667?1460056129"},{"bio":"Akiko serves as a founder and CEO at Wantedly, Inc., which she started in her apartment. Following its official launch in February 2012, Wantedly grew to 1 million monthly active users and 15,000 corporates,becoming the leading professional social networking service in Tokyo.\nPrior to Wantedly, she was a growth coordinator at Facebook Japan, and equity sales at Goldman Sachs.\nBorn on October 12th 1984 in Japan. She graduated from Kyoto University in 2008 with a B.A. in Economics.","full_name":"Akiko Naka","job_title":"CEO","company_name":"Wantedly Inc","country_name":"Japan","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64289/medium/64289?1455530155"},{"bio":"@StraithSchreder","full_name":"Straith Schreder","job_title":"VP Creative Initiatives","company_name":"BitTorrent","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63534/medium/63534?1464203549"},{"bio":"Mr. Ning Tang is the founder and CEO of CreditEase – the largest P2P company in the world and the first one in China.\n\nMr. Ning Tang was educated at the School of Mathematical Sciences at Peking University, and continued his education in the field of Economics in the U.S. He began his career at DLJ Investment Bank on Wall Street, where he worked in a range of debt and equity capital markets roles, working on IPOs, bond issues and mergers for companies in the fields of finance, telecom, media and technology. He returned to Beijing and joined AsiaInfo in 2000.\n \nIn 2006, recognizing the contribution that the 60 million small and micro enterprises make to the Chinese economy, and inspired by the fledgling microfinance sectors in other developing economies, Ning established CreditEase. The philosophy behind the business was and remains today that everyone deserves access to credit, and that credit can generate value for all sectors of the community. This guiding philosophy has underpinned the growth of the business from a single product business in 2006, to today's diversified financial services business, and the core of the business remains focused on those sectors of the community who find it difficult to access the formal (bank) credit sectors.\n \nHeartened by the response of clients to the initial product offering, and their high creditworthiness, Ning has expanded the business to cover new customer segments and geographies, building out the management team and internal capabilities at the same time. CreditEase now provides products and services to farmers and agricultural borrowers, microfinance clients, consumers, micro-businesses and wealth management clients covering 232 cities（including Hong Kong）and 96 rural areas across China.\n\nMr. Tang is a member of Tsinghua University China Entrepreneur Training Program`s advisory committee, an advisor to the Peking University Social Entrepreneurship Training Program, and was recognized as an outstanding member of the Chinese Communist Party in 2012.","full_name":"Ning Tang","job_title":"Founder","company_name":"Creditease","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64599/medium/64599?1463665997"},{"bio":"As the CEO and founder of Infinium Robotics, Junyang Woon provides the strategic thinking and vision for the company as well as 1001 things for the company.","full_name":"Junyang Woon","job_title":"CEO","company_name":"Infinium Robotics","country_name":"Singapore","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/61310/medium/0a2b7c0.jpg?1432049879"},{"bio":"Mr.  Hui  has  worked  in  Asia  over  the  past  20  years  as  Senior  executive,  investor,  strategist, author  and  TV  personality.  Currently  the  founder  and  managing  partner  of  ClearVue  Partners (cvpcap.com).  Formed  in  Shanghai  in  2012,  CVP  is  a  private  equity  firm  investing  into  growth stage companies in China’s consumer sectors with an emphasis on the food and beverage, consumer lifestyle, and consumer technology sub sectors.","full_name":"Harry Hui","job_title":"Founding Partner","company_name":"Clearvue Partners","country_name":"China","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/58761/medium/Harry_headshot_2.jpg?1426758098"},{"bio":"Yat Siu is Founder and Chief Executive Officer of Outblaze a messaging communications company that services over 40 million users today based out of Hong Kong.\nYat has previously worked for Atari Germany, served as Director and Head of East Coast Operations for Lexicor, established Hong Kong Cybercity (the first free web page and e-mail provider in Asia, later renamed Freenation), as well as AT\u0026T Solutions System Integration practice.\nHe has been named a Global Leader of Tomorrow and a Young Global Leader by the World Economic Forum.\nIt has been reported that Yat Siu sold Outblaze messaging to IBM to become Lotus iNotes.\nYat is also responsible FON's operations in China.","full_name":"Yat Siu","job_title":"Founder \u0026 CEO","company_name":"Outblaze","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63758/medium/63758?1447775717"},{"bio":"Bobby Lee is Co-Founder and chief executive officer of BTCC, the leading bitcoin financial platform and the longest-running bitcoin exchange worldwide.","full_name":"Bobby Lee","job_title":"CEO","company_name":"BTCC","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63374/medium/63374?1457620529"},{"bio":"Founding CEO and anime veteran of 8 years at Crunchyroll. Built at scale consumer and social media experiences at Frappr, HOTorNOT and Slide.","full_name":"Kun Gao","job_title":"Co-Founder","company_name":"Crunchyroll","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64093/medium/64093?1459960134"},{"bio":"Bipin founded MobiKwik with the vision of making mobile payments easier. His current focus is on taking the wallet to a billion Indians (user growth), product innovation, and investor relations. Prior to his entrepreneurial journey, Bipin was at Intel, Nvidia and Freescale Semiconductors.","full_name":"Bipin Singh","job_title":"Founder","company_name":"MobiKwik","country_name":"India","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/62452/medium/bipin_preet_singh_mobikwik.jpg?1440494640"},{"bio":"Neal Cross is Managing Director and Chief Innovation Officer of DBS Bank and a strong advocate for innovation thinking and culture.","full_name":"Neal Cross","job_title":"Chief Innovation Officer","company_name":"DBS Bank","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64301/medium/64301?1455636612"},{"bio":"Norma Chu is the founder of Day Day Cook, a bilingual recipe website that provides videos and step-by-step instructions on how to make Cantonese dishes","full_name":"Norma Chu","job_title":"Founder","company_name":"DayDayCook","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64437/medium/64437?1457709800"},{"bio":"CTO for IOActive Labs, he leads the team in producing ongoing, cutting-edge cyber security research in different areas such as software, IoT, Smart Cities, etc","full_name":"Cesar Cerrudo","job_title":"CTO","company_name":"‎IOActive Labs","country_name":"Argentina","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64049/medium/64049?1451938700"},{"bio":"Founder of VR at HTC. Advisor at Horizons Ventures. Managing Partner at Presence Capital VR/AR. Board Member of Improbable. Proud father of Miles and Naomi.","full_name":"Phil Chen","job_title":"Chief Content Officer","company_name":"HTC \u0026 Horizons Ventures","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63785/medium/63785?1447777941"},{"bio":"Jane is CEO of Yandex Data Factory. She ensures that the company succeeds in finding new applications for big data and machine learning technologies of Yandex.","full_name":"Jane  Zavalishina","job_title":"CEO of Yandex Data Factory","company_name":"Yandex","country_name":"Netherlands","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/62194/medium/jane_zavalishina_yandex.jpg?1438856675"},{"bio":"Mike is co-founder and CEO of Glow, a health and fertility app that uses data science to provide women with insights and information about their health.","full_name":"Michael Huang","job_title":"CEO","company_name":"Glow","country_name":"United States","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/61431/medium/Michael.jpeg?1432734979"},{"bio":"Tim Hwang is the Founder and CEO of FiscalNote, a tech company that utilizes open data and artificial intelligence to create next-generation legal software.","full_name":"Tim Hwang","job_title":"CEO","company_name":"FiscalNote","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63762/medium/63762?1458566239"},{"bio":"Jeff Lyndon is the President and Co-founder of iDreamsky, the largest independent mobile game publishing platform in China by active user.","full_name":"Jeff Lyndon","job_title":"President","company_name":"Shen Zhen iDreamSky Technology Ltd","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64408/medium/64408?1459952623"},{"bio":"Co-founder and CEO of AppsFlyer, the leading mobile attribution and marketing analytics company.","full_name":"Oren Kaniel","job_title":"Co-Founder","company_name":"AppsFlyer","country_name":"Israel","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63835/medium/63835?1462976391"},{"bio":"Growth-driving, international executive who has built businesses and developed large-scale client relationships in over 20 countries. Offers the results-orientation of a proven operating executive, with the strategic rigor and multi-disciplinary expertise of a top-tier consultant. Has operated at CEO/Board level in multiple companies on issues of corporate strategy, organic growth, M\u0026A, sales/marketing, and product management / development.\n\nSpecialties: Industry Expertise: High Technology (Telecomms, Social Media, Consumer Devices, Enterprise Computing and Networking, Software, Telecom Hardware and Services, Semiconductors); Consumer Packaged Goods, Digital Media\n\nGlobal Operating Experience: Have lived/worked in New York, Toronto, Hong Kong, Singapore, Manila, Silicon Valley and Seattle. Have run businesses or led teams in over 20 countries across N. America, Asia, Europe and Australia.","full_name":"Steve Mallouk","job_title":"CEO","company_name":"Kaishi","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64757/medium/64757?1460570208"},{"bio":"A data visionary and entrepreneur, Gaurav is co-founder and CEO of SnapLogic. He co-founded and was CEO of Informatica for 12 years, taking the company public.","full_name":"Gaurav Dhillon","job_title":"CEO","company_name":"SnapLogic","country_name":"USA","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64265/medium/64265?1455125440"},{"bio":"Mr.Terence Yap,Executive Director \u0026 CEO of Guardforce Group.He is a Sinapore citizen, fellow member of HK Institute of Directors and Charted Management Institue","full_name":"Terence Yap","job_title":"CEO","company_name":"Guardforce HK","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/61620/medium/61620?1459951520"},{"bio":"Graduated from UC Berkeley, Haas School of Business 2010. Co-Founded GoGoVan, an on-demand logistics platform and one of the most popular startup from Hong Kong.","full_name":"Steven Lam","job_title":"Co-Founder","company_name":"GogoVan","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63436/medium/63436?1459961297"},{"bio":"Serial entrepreneur in China since the 1900's","full_name":"Richard Robinson","job_title":"Founder","company_name":"Yolu","country_name":"United States","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/58801/medium/Richard_Robinson.png?1422439379"},{"bio":"Nell is an engineer, entrepreneur, and futurist thinker. She is Founder \u0026 CEO of Poikos, the smartphone 3D body measurement company. She has since become noted as a speaker and visiting lecturer on technology and societal change. ","full_name":"Nell Watson","job_title":"Faculty AI \u0026 Robotics","company_name":"Singularity University","country_name":"United Kingdom","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/59758/medium/30113333_30113332_30610543_NellExport.jpg?1425909817"},{"bio":"Sharad is Co-Founder \u0026 CEO of Graphic India \u0026 Liquid Comics; Adjunct Professor at Columbia Business School. Previously he was CEO of Virgin Comics.","full_name":"Sharad Devarajan","job_title":"Co-Founder","company_name":"Graphic India","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63210/medium/63210?1443710290"},{"bio":"Pulkit Jaiswal, 23, is an entrepreneur, engineer, roboticist the and Founder-CEO of SwarmX, a drone automation company.","full_name":"Pulkit Jaiswal","job_title":"CEO","company_name":"SwarmX","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64024/medium/64024?1457357921"},{"bio":"As CSO and co-founder of Truecaller, Nami oversees partnerships and development of product road maps to bolster Truecaller’s growth in new and existing markets.","full_name":"Nami Zarringhalam","job_title":"Co-Founder \u0026 Chief Strategy Officer","company_name":"Truecaller","country_name":"Sweden","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64527/medium/64527?1458824037"},{"bio":"Scott Heimes serves as SendGrid's CMO, where he is responsible for brand strategy, driving demand for its solutions and leading global marketing operations.","full_name":"Scott Heimes","job_title":"Chief Marketing Officer","company_name":"SendGrid","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64458/medium/64458?1458566090"},{"bio":"Micha founded Open Garden and created the famous messaging app FireChat, to build a new generation of mobile network leveraging the smartphone infrastructure.","full_name":"Micha Benoliel","job_title":"Founder \u0026 Chairman","company_name":"Open Garden","country_name":"United States","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/14107/medium/OpenGarden_MichaBenoliel_30113341_MichaOpenGardenHeadshot.jpg?1436198587"},{"bio":"Anna is a passionate serial entrepreneur with a strong background in Digital Marketing, Analytics and Growth Hacking.","full_name":"Anna Rehermann","job_title":"Founder","company_name":"Growth Hacking Asia","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64131/medium/64131?1453216357"},{"bio":"Rex Sham is Co-Founder and Chief Science of Insight Robotics where he is responsible for technology and innovation strategy and leads the company’s engineering.","full_name":"Rex Sham","job_title":"Co-Founder \u0026 Chief Science Officer","company_name":"Insight Robotics","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64079/medium/64079?1452512028"},{"bio":"As HSBC’s Global Head of Digital Product Management - RBWM (Retail Banking\nand Wealth Management), Rohit and his team are responsible for conceiving,\nbuilding and managing world class consumer solutions for HSBC’s 50 + million, and growing, customers. Prior to joining HSBC, Rohit was at AOL for 6 years where his last role was, Vice President \u0026 General Manager of AOL Media, Europe.","full_name":"Rohit Agarwal","job_title":"Global Head of Digital Product Management","company_name":"HSBC","country_name":"United Kingdom","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64535/medium/64535?1458840623"},{"bio":"Founder \u0026 CEO of withinlink, an investment management consultancy and incubator powering new media and technology start ups in China.","full_name":"Bessie Lee","job_title":"CEO","company_name":"withinlink","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64167/medium/64167?1455613051"},{"bio":"Co-founder Josh Software and SimplySmart. Author and speaker. Loves to play sports and gets a rush from stuff like Sky Diving and Bungee jumping.","full_name":"Gautam Rege","job_title":"Co-Founder \u0026 Managing Director","company_name":"Josh Software","country_name":"India","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/59705/medium/joshsoftware.com_GautamRege_30113341_gautam_300x300px_(1).png?1427469338"},{"bio":"Dr. LIU Yijing is VP of Technology at Baifendian. He is interested in Big Data, AI, Distributed System and so on. He has led most of products of Baifendian.","full_name":"Liu Yijing","job_title":"Vice President","company_name":"Baifendian","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64254/medium/64254?1455039607"},{"bio":"FiresVR Founder/CEO. Former Associate Editor of Tencent’s Technology Channel. Famous We-Media, also is the adviser of many TMT firms and Think Tank in China.","full_name":"Frank Lou","job_title":"CEO","company_name":"FiresVR","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64395/medium/64395?1459960376"},{"bio":"Nathan Eagle is the co-founder and CEO of Jana, the largest provider of free unrestricted internet access in emerging markets. Nathan also holds an adjunct assistant professor position at Harvard University.","full_name":"Nathan Eagle","job_title":"CEO","company_name":"Jana","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63810/medium/63810?1462807575"},{"bio":"Melonee Wise is the CEO of Fetch Robotics, which is delivering collaborative and autonomous robotics to the logistics industry.","full_name":"Melonee Wise","job_title":"CEO","company_name":"Fetch Robotics","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64436/medium/64436?1459961116"},{"bio":"Thomas Meyerhoffer's career includes tenure at Apple and IDEO. He is founder of Studio Meyerhoffer, an integrated design studio, and Co-founder \u0026 CDO of Latch.","full_name":"Thomas Meyerhoffer","job_title":"Co-Founder \u0026 Chief Design Officer","company_name":"Studio Meyerhoffer | Latch","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64587/medium/64587?1459268529"},{"bio":"Arijit has over 17 years of diverse leadership, sales and start-up experience in the business services and technology space. As Vice Chairman, he has overall P\u0026L, client and organizational responsibility at Antuit.\n\nPrior to founding Antuit, Arijit was a member of the leadership team at WNS (NYSE: WNS), initially as a global P\u0026L leader for financial services and, thereafter, as Managing Director of Asia \u0026 Middle East. Previously, he held sales and business development roles at Daksh and helped propel the company to become one of the top five global process outsourcers.\n\nArijit has also held executive positions at Accenture and IBM. He has been an angel investor and operator of early stage and mid-market companies in analytics, education and healthcare – all of which have either scaled and/or exited successfully.\n\nArijit has an MBA from the Indian Institute of Management, Ahmedabad and a Bachelor’s in Economics from St. Stephen’s College, University of Delhi.","full_name":"Arijit Sengupta","job_title":"Founder \u0026 Vice Chairman","company_name":"Antuit","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64593/medium/64593?1463045570"},{"bio":"Amr is the Global Managing DirectorforSmart Cities, Internet of Everything, at Cisco. In this role, Amr leads Cisco’s Smart Cities business across multiple domains: Traffic,Transportation, Energy, Public Safety and Security, eGovernment, and Utilities.Over the years, this business has seen significant success and more than 40% Year-on-Year growth, and Cisco is now the recognized leader in the Smart Cities industry, enjoying key lighthouse references throughout the world.","full_name":"Amr Salem","job_title":"Global Managing Director for Smart Cities, Internet of Everything","company_name":"Cisco Systems","country_name":"United Arab Emirates","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64820/medium/64820?1461255312"},{"bio":"Michael Litt is the co-founder and CEO of the leading Video Marketing platform, Vidyard.","full_name":"Michael Litt","job_title":"Co-Founder \u0026 CEO","company_name":"Vidyard","country_name":"Canada","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64605/medium/64605?1459848568"},{"bio":"Farnsworth is the Managing Partner of Blue Startups, a top 20 U.S. Accelerator (Techcrunch), located in Honolulu, Hawaii. She also manages the Hawaii Angels.","full_name":"Chenoa Farnsworth","job_title":"Managing Partner","company_name":"Blue Startups","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64606/medium/64606?1459848724"},{"bio":"Founder at KFit (a Sequoia Invested Company). Ex-Head of Groupon APAC. Currently hiring for world class talent to build a legendary company across Asia.","full_name":"Joel Neoh","job_title":"Founder","company_name":"KFIT","country_name":"Malaysia","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/61856/medium/Untitled.png?1437121753"},{"bio":"Dave is co-founder and CEO of Light, which makes the revolutionary L16 Camera.","full_name":"Dave Grannan","job_title":"Founder \u0026 CEO","company_name":"Light","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64609/medium/64609?1459849070"},{"bio":"Building things to enhance our relationships with ourselves, each other and the world around us.","full_name":"Andrew Chang","job_title":"Co-Founder","company_name":"LUMO BodyTech","country_name":"United States","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/62337/medium/andrew.jpg?1439977052"},{"bio":"Editor-in-chief of WIRED's UK edition. Curator of lots of events. Speaker on lots of stages. Friend of lots of entrepreneurs. Asker of questions.","full_name":"David Rowan","job_title":"Editor ","company_name":"Wired ","country_name":"United Kingdom","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/55526/medium/Rowan-David_680p_RGB.jpg?1437735012"},{"bio":"Lisa Barnett is a Partner at Sherpa Foundry, where she brings together corporations and cutting edge startups.","full_name":"Lisa Barnett","job_title":"Partner","company_name":"Sherpa Foundry","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64749/medium/64749?1462979126"},{"bio":"Fukushima founded Gunosy Inc. in 2012 and has become Representative Director and CEO since 2013. He is a 2012 IPA Outstanding Super Creator.","full_name":"Yoshinori Fukushima","job_title":"Representative Director \u0026 CEO","company_name":"Gunosy inc.","country_name":"Japan","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64781/medium/64781?1461776464"},{"bio":"Over 25 years in the sports marketing industry, Patrick has held leadership roles across Europe and Asia with News Corporation and on the UEFA Champions League.","full_name":"Patrick Murphy","job_title":"CEO","company_name":"Catalyst Media","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/61703/medium/61703?1461776374"},{"bio":"Anthony Lacavera is founder and chairman of Globalive Capital, a Toronto-based venture capital firm focusing on technology and telecommunications investments.","full_name":"Anthony Lacavera","job_title":"Chairman","company_name":"Globalive Capital","country_name":"Canada","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64635/medium/64635?1459960801"},{"bio":"Eddie O’Neil oversees product development for a variety of Facebook’s developer tools and services, including Login, Account Kit, Analytics for Apps, and more.","full_name":"Eddie O'Neil","job_title":"Head of Developer Products","company_name":"Facebook","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64822/medium/64822?1461572757"},{"bio":"Randy has focused on pioneering market-changing innovation for over 25 years in diverse areas from consumer internet services to artificial intelligence.","full_name":"Randy Dean","job_title":"Chief Business Officer","company_name":"Sentient Technologies","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64860/medium/64860?1461598455"},{"bio":"Before joining CompareAsiaGroup as Chief Executive Officer, Sam spent 9 years at KKR where he was a Director in KKR’s portfolio operations team.","full_name":"Sam Allen","job_title":"CEO","company_name":"CompareAsia Group","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64865/medium/64865?1461664887"},{"bio":"Heading up all things Participation Marketing at Razorfish, working across a broad set of clients in multiple markets.","full_name":"Jonny Stark","job_title":"SVP, International","company_name":"Razorfish","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64866/medium/64866?1462977320"},{"bio":"Global Head of Marketing for ASUS Mobile products, driving the global marketing strategy and GTM plans for ASUS's mobile products. Erik brings with more than 15 years experience, across North America, Europe and Asia. Strong background in Digital Marketing, with a passion for mobile, content and social media marketing.","full_name":"Erik Hermanson","job_title":"Head of Marketing, Mobile Products","company_name":"ASUS","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64867/medium/64867?1461665102"},{"bio":"Jeff is a Partner in McKinsey's Greater China Office, where he focuses on Innovation and Digital Transformation.","full_name":"Jeff Galvin","job_title":"Partner","company_name":"McKinsey","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64868/medium/64868?1461673602"},{"bio":"Mr. Johnson is Flex’s Vice President of Product Industrialization and NewProduct Introduction (NPI).  In this role, he focuses on early customer engagement ranging from design for manufacturability to technical support and NPI.  He is also heavily involved in wearable product development, new technology development and supply chain management. Mr. Johnson joined Flex in 2006.  Prior to Flex, he held senior engineering roles in Nuventix, Lexmark International, Motorola and Apple Computer.\n\nOriginally from the United States, Mr. Johnson holds a Bachelor of Science degree in Manufacturing Engineering from Western Carolina University.","full_name":"David Johnson","job_title":"Vice President of Product Industrialisation \u0026 NPI","company_name":"Flex","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64881/medium/64881?1461776035"},{"bio":"Kumar leads the strategy and investment program at Micromax. Responsible for actively sourcing and partnering with companies from technology markets globally.","full_name":"Kumar Shah","job_title":"Head of M\u0026A and Strategic Investments","company_name":"Micromax Informantics","country_name":"India","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64779/medium/64779?1460976343"},{"bio":"Meng Qiu Wang is Founder and CEO of Zero Zero Robotics, a robotics company pioneering the future of smart flying robotics and the creator of Hover Camera.","full_name":"MQ Wang","job_title":"CEO","company_name":"Zero Zero Robotics","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64899/medium/64899?1463045760"},{"bio":"General Partner at HAX (www.hax.co), a global accelerator solving the world’s problems through hardware, with over 100 IoT, robotics \u0026 health tech investments.","full_name":"Benjamin Joffe","job_title":"General Partner","company_name":"HAX","country_name":"France","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64912/medium/64912?1464409450"},{"bio":"Kabbage licenses its' technology for rapid underwriting to FIs and uses its' balance sheet to lend to SMBs. Previously he was Kabbage's CFO and CTO.","full_name":"Kevin Phillips","job_title":"Head of Corporate Development","company_name":"Kabbage","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/63986/medium/63986?1451903492"},{"bio":"Vinnie is a founding partner of Golden Gate Ventures, an early-stage VC firm in Southeast Asia with over 20 investments to date.","full_name":"Vinnie Lauria","job_title":"Founding Partner","company_name":"Golden Gate Ventures","country_name":"Singapore","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/40235/medium/Vinnie.jpg?1432735740"},{"bio":"Lara Setrakian is the Co-Founder and CEO of News Deeply, an award-winning media startup. She's a former foreign correspondent for ABC News and Bloomberg TV.","full_name":"Lara Setrakian","job_title":"Co-Founder \u0026 CEO","company_name":"NewsDeeply","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64948/medium/64948?1462976757"},{"bio":"Behind Mike's friendly exterior lies one of the sharpest minds in FinTech. He joined Currencycloud in 2011, growing the firm to the point where it has now processed over $15B of international payments and more than 1.4m transactions since 2012.","full_name":"Mike Laven","job_title":"CEO","company_name":"CurrencyCloud","country_name":"United Kingdom","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/60586/medium/60586?1459958149"},{"bio":"Tomaž Štolfa is the co-founder of Layer. Layer powers messaging in over 500 apps.","full_name":"Tomaz Stolfa","job_title":"Co-Founder","company_name":"Layer","country_name":"United States","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/39649/medium/f7n1UjK5.jpeg?1437401447"},{"bio":"Tommaso currently coordinates the European Commission Quantum Information Processing and Communication (EC QIPC) Roadmap, of the Integrated Project SIQS and is the chairman of the Scientific Advisory Board of the ERA-Net CHISTERA, and is the Director of the Center for Integrated Quantum Science and Technology (IQST) of the universities of Ulm and Stuttgart. He is nda member of the International Advisory board of the Russian Quantum Centre.","full_name":"Tommaso Calarco","job_title":"Director","company_name":"Integrated Quantum Science and Technology Centre","country_name":"Germany","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64971/medium/64971?1462897472"},{"bio":"Writes the blog Disruptive Finance. MD at Citi. Former Tech CEO. Board advisor to Fintech startups. Resident Expert at Oxford. Board advisor Fintech HK.","full_name":"Huy Nguyen Trieu","job_title":"Author","company_name":"Disruptive Finance","country_name":"United Kingdom","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64206/medium/64206?1454320183"},{"bio":"Matt is the founder, CEO and Chief of Product of Endless. He's a graduate of Harvard and the Stanford Graduate School of Business.","full_name":"Matt Dalio","job_title":"CEO \u0026 Chief of Product","company_name":"Endless","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65052/medium/65052?1464001355"},{"bio":"Helen Wong is a Partner at Qiming Ventures, focusing on its internet and consumer practice. She serves on the boards of Helijia (O2O lifestyle services), Lagou (online recruitment), Linqu (crowdsourced last mile delivery), Xuebajun (mobile K12 education), and is board observer of Luojisiwei（Culture/ Entertainment). Helen is a long time venture capitalist and had spent 15 years at GGV Capital and Venture TDF. She was an early investor in Tudou, which listed successfully on the NASDAQ and subsequently merged with Youku (NYSE: YOKU). . She was also involved in the investment of Alibaba and Hurray (acquired by Shanda). She is a Kauffman Fellow and is a member of the VC class at CEIBS. She received degrees from Cheung Kong Graduate School of Business, INSEAD, and Oxford University","full_name":"Helen Wong","job_title":"Partner","company_name":"Qiming Ventures","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64930/medium/64930?1462294719"},{"bio":"Frustrated by the limitations of current camera technologies during a trip to Yosemite with his family, Antoine came up with the idea for Lily Camera.","full_name":"Antoine Balaresque","job_title":"CEO","company_name":"Lily Robotics","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65104/medium/65104?1464001109"},{"bio":"Rafay Khan leads INRIX global sales and bus. development efforts across the company’s key markets including its automotive, mobile and enterprise businesses.","full_name":"Rafay Khan","job_title":"Chief Revenue Officer","company_name":"INRIX","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65106/medium/65106?1464031425"},{"bio":"Jonathan Levine launched the design-driven premium audio company Master \u0026 Dynamic in 2014. The luxury brand can now be found in over 500 retailers worldwide.","full_name":"Jonathan Levine","job_title":"Founder \u0026 CEO","company_name":"Master \u0026 Dynamic","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64122/medium/64122?1458164852"},{"bio":"ounded in Beijing in 2015, CHAO is a design，management, hospitality and marketing company that specializes in the creation and delivery of relevant and contemporary lifestyle experiences. \n\nAt our core, we connect likeminded individuals and groups to “the good life” through a membership to our collection of lifestyle products. We aim to deliver authentic service to our members and guests in every context of their life: work and leisure, meetings and socializing, travel and living.\n\nWe will be launching our flagship project, CHAO Hotel \u0026 Clubhouse Sanlitun, in the summer of 2016. The property will feature a 180 room hotel, a 3000m2 members only clubhouse, a 2000m2 Art Center and 40 serviced apartments. We will also be launching, CHAO Work Club - a private club designed for collaborative work - in March of 2016.","full_name":"Maurice Li","job_title":"Co-Founder","company_name":"CHAO Lifestyle Brands","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65114/medium/65114?1464091839"},{"bio":"Federico Tan is a director and co-founder of Hong Kong-based marketing and communications company Social/Capital, whose clients include J. Crew, Topshop, Sacai and Maison Martin Margiela. Tan previously worked for Diesel, Shanghai Tang, Shyalala and Deloitte Consulting. He moved from New York to Hong Kong in 2001","full_name":"Federico Tan","job_title":"Co-Founder","company_name":"Social/Capital","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65116/medium/65116?1464092390"},{"bio":"Shalin Amin is the Director of Design, Product and Brand Experience at Uber. Shalin is in charge of building a design discipline, redesigning products like the Uber rider app, the Uber driver app and most recently rebranding Uber.\n\nFor over a decade, Shalin has worked as a Product and Brand consultant in San Francisco \u0026 New York with a variety of clients ranging from Fortune 500 to startups and nonprofits.","full_name":"Shalin Amin","job_title":"Director of Design","company_name":"Uber","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64311/medium/64311?1461776139"},{"bio":"Davis Lin joined Tencent in April 2013. He is currently the corporate vice president of Tencent, and leads both Corporate Strategy and Social Ads Departments.","full_name":"Davis Lin","job_title":"Corporate Vice President","company_name":"Tencent","country_name":"China","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64668/medium/64668?1460056394"},{"bio":"An entrepreneur, investor, founder and CEO of Acronis, chairman of the board of Parallels, Acumatica and the Russian Quantum Center. He is the founder of the Quantum Wave Fund and Runa Capital","full_name":"Serguei Beloussov","job_title":"Founder \u0026 CEO","company_name":"Acronis","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64957/medium/64957?1462808462"},{"bio":"Professor of Quantum Information University of Ulm, Head of the European Commission’s Institution for Quantum Technologies","full_name":"Tommaso Calarco","job_title":"Professor","company_name":"Quantum Information University of Ulm (Germany)","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/64958/medium/64958?1462808643"},{"bio":" ","full_name":"Plern Tee Suraphongchai","job_title":"Partner","company_name":"Venturra Capital","country_name":"Thailand","medium_image":"https://s3-eu-west-1.amazonaws.com/summitid/people/61585/medium/092c5f2.jpg?1435661290"},{"bio":"Jonathan is a dynamic, well informed, creative thinker who has lived in Hong Kong for over 38 years. With over 18 years’ experience in the property development.","full_name":"Jonathan Zeman","job_title":"CEO","company_name":"Lan Kwai Fong Group","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65125/medium/65125?1464172348"},{"bio":"As Twitter's Vice President of Media for Asia Pacific and Middle East, Rishi Jaitly (@rsjaitly) leads the business strategy and has built up the media partnerships function across both regions. His team works with key publishers, content partners and digital creators to prioritize Twitter as their first and immediate digital channel to reach, delight and engage with a mobile audience across Twitter’s live, communications platform, including the Twitter, Vine and Periscope apps.\n\nBased in Singapore, Rishi has grown his teams in major digital markets including Australia, India, and Japan, while expanded his team into new markets in Greater China and Southeast Asia. The Media team evangelizes the power of Twitter’s platform, forms strategic alliances and increases audience engagement by bringing the best content in the world onto Twitter’s platform.\n\nPrior to this role, Rishi was Market Director for India \u0026 Southeast Asia at Twitter, establishing Twitter's operations in India and growing content partnerships across India, Indonesia and the rest of Southeast Asia. Earlier in his career, Rishi was head of public/­private partnerships for Google in India and an Aide to then­ Google CEO Eric Schmidt in California. He is also the Chairman of Michigan Corps, a social enterprise based in Detroit, the Founder of microfinance platform Kiva Detroit, and a former Director at the Knight Foundation and College\n\nA graduate of Princeton University, Rishi is a former member of Princeton's Board of Trustees where he also was a winner of the Class of 1901 Medal. Follow him at @rsjaitly on Twitter.","full_name":"Rishi Jaitly","job_title":"Vice President","company_name":"Twitter","country_name":"Singapore","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65137/medium/65137?1464409302"},{"bio":"James is a Partner within KPMG's Advisory practice and has over 17 years’ experience with the firm and 3 years with Barclays Wealth in London. James is a leader in KPMG’s FinTech agenda involved globally with multiple aspects of the ecosystem from incubators and accelerators, through to investors and the major Corporates. With much of his experience coming from the Financial sector, he has also worked in pharmaceuticals, manufacturing, petroleum and gas industries, public sector and retail. James has been working in Hong Kong for over 6 years specializing in KPMG's services with emerging technologies in Data \u0026 Analytics, Digital and Payments.","full_name":"James McKeogh","job_title":"Partner, Management Consulting","company_name":"KPMG","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65140/medium/65140?1464404149"},{"bio":"Highly qualified director (Solutions/Delivery/Managed Services) with over 20 years experience in the ICT sector. \nIn his current role, Patrick is leading the Technology, Media, Telecommunications and Innovation advisory practice for KPMG Hong Kong.","full_name":"Patrick Kirby","job_title":"Director","company_name":"KPMG China","country_name":"Hong Kong","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65141/medium/65141?1464410085"},{"bio":"Raj Ganguly is a business builder and technology veteran with over 18 years of leadership experience in strategy, sales and marketing, and operational improvement. Mr. Ganguly is a Co-Founder and General Partner at B Capital Group, a venture capital firm that is building a platform to connect emerging technology startups with global market leading corporations. Mr. Ganguly was previously a Managing Partner and Co-Founder of Velos Partners, a global venture growth firm with offices in Los Angeles, Singapore and London, focused on investing in companies at the intersection of consumer and technology. Mr. Ganguly sits on the board of Surf Air and Silvercar. Additionally, he has served as a board observer for Hopscotch and Bilna, and is a Senior Advisor to BCG. Prior to co-founding Velos Partners, Mr. Ganguly spent six years at Bain Capital with a focus on driving growth and operational improvements in consumer and retail portfolio companies across the United States and Asia. During his time at Bain Capital, Mr. Ganguly was significantly involved in the diligence of a number of investments, including Skylark, Toys “R” Us, Guitar Center and Burlington Coat Factory. He also served as the co-leader of the firm’s global technology initiative. Mr. Ganguly was previously at the consulting firm McKinsey \u0026 Company, the British food and beverage company Diageo, and was part of the early team of one of the first internet payments startups, Miradiant.","full_name":"Raj Ganguly","job_title":"Co-Founder \u0026 Partner","company_name":"B Capital Group","country_name":"United States","medium_image":"https://s3.amazonaws.com/bouncer-prod/madmin_attendees/65159/medium/65159?1464490122"}]}