[
    {
        "name": "顾旻曼",
        "title": "真格基金董事总经理",
        "desc": "顾旻曼女士拥有香港大学会计与金融学士学位, 真格基金的董事总经理，主要负责移动互联网以及垂直互联网领域。自2012年加入真格基金以来，顾旻曼女士已经投资了包含大姨吗、凹凸租车、橘子娱乐、Papi酱等30多家互联网和消费领域的种子期公司，并在多家创业公司担任董事。顾旻曼女士是2016年创业邦评选的40位40岁以下投资人之一，2015年入选品途网十大80后投资人。在加入真格基金之前，顾旻曼女士任职于盛大创新院,盛大文学电子书及云中书城运营，参与投资并管理移动互联网项目。"
    },
    {
        "name": "Eugene Chung",
        "title": "PENROSE STUDIOS创始人兼电影导演",
        "desc": "Mr. Chung 毕业于伯克利和哈佛大学，既是电影导演又是Penrose Studios的创始人，一家关注于VR/AR技术的公司。 创建Penrose Studios之前，Eugene曾今在 Oculus VR担任电影媒体部负责人，Oculus VR 最后被facebook以20亿美元收购。在Oculus VR期间，Chung合伙创建了Oculus Story Studio。在事业早前，他任职于皮克斯动画。"
    },
    {
        "name": "Markus Seidel",
        "title": "宝马副总裁兼宝马中国科技部负责人",
        "desc": "Markus 先生毕业于德国卡尔斯鲁厄大学商业工程系并于瑞士圣加仑大学获得创新管理博士学位。 他在宝马公司作为软件工程师和咨询员二十余年。 他曾多次任职并负责多个部门，例如：宝马全品牌创新管理负责人，MINI生产线项目主管以及宝马摩托车电动项目。 自2015年起，Markus 作为宝马副总裁全权负责宝马中国科技部事业。"
    },
    {
        "name": "韩彦",
        "title": "光速中国创业投资基金合伙人",
        "desc": "韩彦是光速中国创业投资基金的合伙人、核心创始团队成员。他曾任职于麦肯锡咨询上海办公室。在加入麦肯锡之前，韩先生在微软中国任职。他还是“麦肯锡人在投资ExMcK@Investment”组织的创建者，该组织现已在中国吸纳了风投和私募行业中超过200位的成员。韩先生被《创业邦》杂志2014年、2015年、2016年连续三年评选为中国40位40岁以下投资人。2015年韩先生被投中集团评选为中国新锐投资人10强。"
    },
    {
        "name": "Megan Rose Dickey",
        "title": "TECHCRUNCH 记者",
        "desc": ""
    },
    {
        "name": "陈金尧",
        "title": "INSTA360联合创始人兼首席营销官",
        "desc": "90后连续创业者，现任Insta360联合创始人CMO。Insta360是一个360度全景智能相机解决方案提供商，可拍摄4K级全景视频和全景照片，为多个行业受众提供虚拟可视化的全景体验。 深圳岚锋创视网络科技有限公司旗下产品，还开发了V直播、名校直播等产品。"
    },
    {
        "name": "胡丹",
        "title": "买单侠创始人兼CEO",
        "desc": "胡丹毕业于清华大学并进入斯坦福大学商学院深造，后获得MBA。胡丹是买单侠的创始人兼CEO。 在创始买单侠之前，胡丹作为红杉资本的副总裁，关注于早期TMT投资。 他协助了真格资本的创立并涉足找钢网,拍拍贷，格林深瞳，EverString，Tower.im和A&G，同时帮助发展期的公司，比如Jumei.com成为行业领头羊。 进入红杉资本钱，胡丹进入麦肯锡咨询公司，担任商业分析员。"
    },
    {
        "name": "阎岩",
        "title": "SOHO中国有限公司 总裁",
        "desc": ""
    },
    {
        "name": "Brian Koo",
        "title": "MANAGING PARTNER, FORMATION GROUP",
        "desc": "Brian 作为Formation 8 的创始成员之一，他现在是AKAStudy, Illumio (observer), Kidaptive, 以及Learnsprout的董事会成员。此前，他作为Oculus董事观察员。在创立Formation 8, Brian 创立了InnovationHub，专门为他的家族企业在能源和科技行业寻找投资机会，特别是智能电网领域，电能交通工具以及下一代无线网。 他的职业生涯曾经服务过Harbor Pacific Capital，担任执行合伙人，他致力于线上教育以及传媒空间。 他的职业生涯开始于创业风险投资基金，关注于无线科技和社交网络服务。 Brian毕业于斯坦福经济系，并于斯坦福商学院获得MBA。"
    },
    {
        "name": "彭斌",
        "title": "极飞科技创始人及CEO",
        "desc": "前微软中国区最有价值专家（MVP）, 2007年创立极飞,是国内最早研发和制造民用无人机的企业之一 。极飞自2013年开始深耕农业，为广大农户提供优质、高效、经济的无人机植保服务。"
    },
    {
        "name": "曾学忠",
        "title": "中兴通讯执行副总裁及终端CEO兼首席体验官",
        "desc": "1996年，曾学忠毕业于清华大学物理系，后获清华大学EMBA学位。大学毕业后随即加入中兴，2006年起担任中兴通讯高级副总裁，并分管中国区。期间在多个片区创造了营收近10亿的销售奇迹。 2014年1月起，担任中兴通讯执行副总裁，主管集团核心业务之一的终端事业部。上任之后，力主中兴终端全面转型变革，弃十年机海战术，着力产品创新，聚焦精品；在销售、人才、供应链等方面继续强化全球化布局。"
    },
    {
        "name": "汪莹",
        "title": "UBER副总裁兼中国区总经理",
        "desc": "汪莹毕业于西安交通大学金融系，后赴哥伦比亚大学深造，并获得MBA。 毕业后，从2005年至2008年，她加入宝洁担任项目经理以及采购经理，并因此在快消行业内拥美丰富的供应商和供应链管理经验。 2013年，她进入贝恩担任咨询顾问。一年后，她加入了Uber中国团队并担任中国区总经理。汪莹非常擅长于金融模型，企业战略以及公共关系。"
    },
    {
        "name": "Bobby Lee",
        "title": "BTCC合伙创始人及CEO",
        "desc": "Bobby 出生于象牙海岸，成长于美国，并在斯坦福获得计算机科学学士及硕士学位。在创建BTCC 之前，Lee为沃尔玛工作，并担任科技部副总裁。 他也曾今是雅虎早期软件工程师之一，并负责第一个线上社交的发展。 Bobby 作为BTCC的合伙创始人及CEO，BTCC是领先的比特币金融平台以及长时间运行的比特币全球交易所。他也是比特基金会的董事成员之一，一个为促进比特币全球化的非盈利组织。"
    },
    {
        "name": "符国新",
        "title": "UCCVR创始人",
        "desc": "UCCVR创始人符国新是一位在互联网技术领域资深的创业者。创业之前是Unity大中华区总裁，也是当时Unity在中国的第一位员工。三年时间把一家外企从落地中国到成为国内3D产业里一家风向标企业。他从事IT行业工作20年，担任过不同的管理职位，服务过亚太地区和中国的多家优秀IT公司。他拥有成功销售及市场推广多方经验。拥有丰富的管理经验和工作经验，包括扭转负增长为公司业绩提供数年的可持续增长，并且曾经协助公司参与企业的收购行为。"
    },
    {
        "name": "黄通兵",
        "title": "七鑫易维创始人兼CEO",
        "desc": "黄通兵，七鑫易维创始人兼CEO，中国第一台穿戴式眼控智能眼镜发明人，眼控沟通辅具市场开拓者，曾担任飞行器协同设计平台、某航天运载火箭设计系统架构师。 致力于推动眼球追踪技术在人机交互、眼动分析、VR/AR、汽车等众多领域的应用。"
    },
    {
        "name": "Ryan Petersen",
        "title": "FLEXPORT创始人兼CEO",
        "desc": "Ryan在互联网腾飞的时代创立了Flexport,， 为超过700多家公司提供了国际物流服务。 随着一系列总额2800万美元的风险投资，Flexport现在在旧金山，纽约，阿姆斯特丹以及香港设立了办公室。 在创立Flexport之前，Ryan是ImportGenius的合伙创始人。ImportGenius是一家知名的为贸易行业提供商业智能数据的服务商。 他曾今在上海短暂生活过2年，精通多种语言包括英语，西班牙语，葡萄牙语，法语和基本的普通话。"
    },
    {
        "name": "段毅",
        "title": "房多多创始人兼CEO",
        "desc": "段毅，房多多创始人兼CEO，中国房地产互联网化探索者、房产O2O平台化实践者，拥有15年房地产从业经验，是推动传统地产业与互联网业融合的领军者。他用移动互联网的方式重新定义中国新房和二手房交易流程，为开发商、经纪公司和经纪人、买房卖房者搭建了高效、可信赖的房产交易平台，开创了中国房产电商O2O的平台化时代，其创新模式与平台思维赢得业界高度认可，在房产O2O领域持续领跑。"
    },
    {
        "name": "卢刚博士",
        "title": "动点科技创始人 / TECHCRUNCH 中国 CEO",
        "desc": "中国最有国际影响力的科技博客，国际知名中英双语科技媒体动点科技TechNode创始人，英国谢菲尔德大学无线通信技术博士, 代表业界公信力的ChinaBang中文互联网年度创新评选发起人。动点科技是国际顶尖科技媒体TechCrunch中国官方合作伙伴。卢刚博士致力于中西互联网行业交流，关注和倡导本土创业创新。作为独立的互联网行业评论家在国内外业界享有很好的口碑。他主办的TechCrunch中国创新峰会已经成为国内最顶级的创业盛会，其演讲嘉宾包括Google全球执行总裁Eric Schmidt, 徐小平，包凡等顶级业界企业家。卢刚博士也曾受邀作为演讲嘉宾出席国内各种顶级行业会议和活动，包括德国CeBIT, 俄罗斯Startup Village, 以色列亚洲峰会，TechCrunch的Disrupt北京大会，美国SXSW科技峰会中国论坛，专访《连线杂志》主编Chris Anderson, 腾讯马化腾,YouTube陈士俊等。卢刚曾就职于Netvibes.com，担任其亚洲市场总监工作。他还曾经作为研发工程师，就职于英国Dialogue Comms公司，从2005年开始从事3G应用方面的研究和开发。"
    },
    {
        "name": "叶琛",
        "title": "DFROBOT创始人兼CEO",
        "desc": "2006年获得英国诺丁汉大学机器人博士学位，随后担任机器人研究所研究员。曾经参与过和空客和劳斯莱斯下一代先进机器人装配线项目，以及欧盟下一代灵巧制造项目。2003年创建RoboticFan（机器人爱好者）社区，2008年发起了开源机器人项目“HCR”，2009年回国参与创建DFRobot并担任CEO至今。主要关注家用机器人、人工智能的技术以及创客运动的应用和发展。"
    },
    {
        "name": "MARCO DEMIROZ",
        "title": "GENERAL PARTNER AT THE VR FUND",
        "desc": "DeMiroz 先生曾今在全球投资领域和科技公司中扮演了重要执行角色。 他曾今是Evolution Media Capital 合伙人，作为董事会观察员主导了JauntVR的投资。 他同时也是移动通信公司-Swrve的主要董事会成员。 在多样化媒体和科技公司的VR/AR部也有涉足。早期， DeMiroz 担任PlayFirst CEO，后被纳斯达克上市公司Glu Mobile 收购。作为卡内基梅隆大学MBA，DeMiroz毕业于海军学院机械工程，后深造于圣何塞州立大学，并被斯坦福大学授予硕士学位。"
    },
    {
        "name": "吴伟",
        "title": "设计师、态客民宿实验室创始人",
        "desc": "设计师、态客民宿实验室创始人，清华大学美术学院艺术硕士、品牌中国十大设计师。缘于自身对个性化住宿的痴迷及对共享经济模式的认同，2015年初，吴伟在北京胡同的古寺里创建了态客民宿实验室，专注于精品民宿的发现与众造，并提出自问式态客品牌理念：如何诗意地浪费时间？最好的作品是你度过的时光。让度假住宿充满惊喜，连接风景还有你。态客民宿APP是完全由试睡员共同参与、定义的必住精品民宿指南（社区）。"
    },
    {
        "name": "Justin Cooney",
        "title": "DIRECTOR OF OSVR DEVELOPER RELATIONS",
        "desc": "Justin，作为一名拥有23年视频行业经验的电子工程师，曾今任职于EA，Advanced Gravis，罗技，金士顿，ATI, AMD，索尼北美电子娱乐，OTOY等大型公司，并主导了硬件对平台的游戏开发。Justin 现在在雷蛇公司负责VR开源平台的开发者外展项目“OSVR”。 通过OSVR，Justin 乐于分享他对于VR/AR的热爱以及帮助世界上优秀的开发者和消费者。"
    },
    {
        "name": "Justin Mallen",
        "title": "世导通讯创始人兼CEO",
        "desc": "Justin 于鲍登学院获得中国历史学位。此后他于2000年创立了世导通讯—企业通讯服务解决方案供应商。2001年世导通讯创立了中国第一的NNI数据中心。 世导通讯作为企业通讯服务的先驱者拥有了将近5000组机架，同时它也是IDC资本在中国最大的投资企业之一。Justin 曾经多次被华尔街日报，CNN,CNBC,南方早报采访报道。 他也是一个优秀的行业演讲家，曾今在达沃斯经济论坛发表演讲。"
    },
    {
        "name": "陈宏伟",
        "title": "腾讯投资执行董事",
        "desc": "陈宏伟先生是腾讯投资执行董事。他对于评估全球互联网、科技领域的投资充满兴趣。陈宏伟于2014年加入腾讯，此前他在香港、新加坡、纽约的金融机构任职。陈宏伟拥有复旦大学学士学位和沃顿商学院MBA学位。"
    },
    {
        "name": "Adam Najberg",
        "title": "GLOBAL DIRECTOR OF COMMUNICATION AT DJI",
        "desc": "Adam Najberg是大疆创新全球传播总监。在加入大疆之前，Najberg拥有25年的新闻业资深从业经验，曾任美联社驻美国旧金山记者，也曾为台湾的台北国际社区广播（ICRT）工作。1994年，Najberg加入道琼斯公司（Dow Jones & Co.），此后21年里为道琼斯新闻网和《华尔街日报》工作，报道和编辑各类新闻稿件，足迹到达三大洲。自2005年起，他开始进行纪实文学创作，并于2013年出版了首部小说。"
    },
    {
        "name": "Mark Pesce",
        "title": "DIGITAL GROWTH PARTNERSHIP 合伙人、 VRML联合发明人",
        "desc": "Mark是一名成功的发明家，教育家，播音员以及企业家。 在1991年，他创立了开阔式的VR企业Ono-Sendai，发明了方向传感器，并授权于世嘉。三年后，Mark 联合创立了虚拟现实建模语言，网页3D交互图像准测，并同时创立了BlitCom，关注与传递网页流媒体。 另外他也曾经在美国南加州大学和澳大利亚影视学院组建研究生项目，并被悉尼大学授予荣誉研究院。"
    },
    {
        "name": "陈伟泓",
        "title": "万合天宜 CFO",
        "desc": "先后获得复旦大学经济学博士学位、沃顿商学院工商管理硕士学位，曾任太平洋天然气和电力公司风险管理部经理、摩根大通大宗商品集团中国区CFO兼COO，随着新媒体传播平台发展成熟，新媒体广告传播舞台扩大，国内一大批新媒体影视公司逐渐崛起，2014年陈伟泓受到万合天宜CEO范钧先生的邀请加入万合天宜任CFO，主管公司资本运作及战略规划等相关事宜，助力万合天宜在新媒体影视领域多元化发展。"
    },
    {
        "name": "栗浩洋",
        "title": "朋友印象创始人兼首席执行官",
        "desc": "A股第一家教育行业上市公司昂立教育联合创始人，打造市值140亿的独角兽，年培训100万学生创行业规模记录。社交APP朋友印象创始人，腾讯、软银、正和岛基金、俞敏洪等联合投资，估值高达13亿，多次创造国内移动互联网H5营销纪录。国内第一家人工智能自适应网络教育公司乂学教育创始人，估值6亿，创造全球创业公司史上最大的种子轮融资纪录。"
    },
    {
        "name": "Chi Jayson",
        "title": "麦肯锡高级咨询员",
        "desc": ""
    },
    {
        "name": "何一",
        "title": "一下科技副总裁",
        "desc": "曾担任旅游卫视《美丽目的地》、《有多远走多远》、北京电视台《北京新发现》，《世界多美丽》主持人。2014年加入OKCcoin任联合创始人，负责市场运营及品牌建设，将OKCoin打造为全球最大的比特币交易平台；凭借实力代表比特币行业加入《非你莫属》Boss团，连续受到《嘉人》、《时尚芭莎》等刊物专访。2015年年底加入一下科技，全面负责一下科技旗下产品秒拍、小咖秀、一直播的品牌规划、市场战略等工作。"
    },
    {
        "name": "郑兰",
        "title": "博派资本管理合伙人",
        "desc": "2004年计算机毕业后进入网易，先后担任数码频道、科技频道负责人，2010年入职IDG资本，负责TMT领域投资，以及手游基金，2014年创立博派资本，主要方向为泛娱乐产业投资。"
    },
    {
        "name": "黄晓杰",
        "title": "暴风魔镜首席执行官",
        "desc": "黄晓杰于2015年7月加入暴风魔镜科技有限公司，担任首席执行官。加入暴风魔镜之前，黄晓杰曾任上海水渡石信息技术有限公司CEO。水渡石于2008年5月由黄晓杰联合创立，致力于手机音乐播放器的研发。旗下产品天天动听，拥有累计4亿+用户 ，在塞班时代成为了该平台最火的手机音乐播放器；2010年，成为Android平台最受欢迎、用户量最大的手机音乐播放器。黄晓杰曾获2013年中国互联网年度创新大典“金瑞奖”，2012-2013年度互联网创新领袖奖。黄晓杰于2003年毕业于武汉大学计算机科学与技术，获得硕士学位。"
    },
    {
        "name": "张帆",
        "title": "妙计科技创始人&CEO",
        "desc": "张帆毕业于法国巴黎十一大和法国梅斯大学计算机系，并获得双硕士学位。他曾在法国国家科研中心从事机器翻译研究工作。原腾讯创新产品中心智能语音搜索方向技术负责人，原搜狗公司语音助手和搜索查询意图理解技术负责人。 法国留学期间张帆便萌生了妙计的产品构想，经过在学术和实践中的不断打磨，2013年底辞职创办妙计旅行，被投资人和媒体称为“旅行门外的野蛮人”。"
    },
    {
        "name": "王康曼",
        "title": "交通银行国际资本市场部主管",
        "desc": "王女士毕业于纽约州立大学石溪分校， 拥有政治，经济双学士和瑞士Glion酒店管理副学士学位。王康曼女士现任交银国际资本市场部主管，负责国内企业早期融资和大项目退出， 海外IPO的业务；近年完成的项目覆盖多个板块，以金融，教育，互联网行业为主。王康曼女士有近二十年的投行经验。王女士回国前曾在华尔街任职十二年，担任嘉诚亚洲（被摩根大通/渣打收购）销售交易部主管，是公司成立以来第一位华人以及女性被委任此职。 回香港后于中金公司负责美国办公室的成立，在2005至2009年连续五年被亚洲货币杂志评为全大中华地区最佳机构销售人员之一。"
    },
    {
        "name": "张宏",
        "title": "USENS商务发展副总裁",
        "desc": "上海交通大学的生物医学工程学士、计算机科学硕士以及加州大学伯克利分校的MBA。加入凌感之前，张宏是跨屏游戏公司渡维科技的合作创始人，负责产品规划和商务拓展等。在渡维科技之前, Andy是智能手机厂商Palm的技术开发高级经理。过去10多年间，他还在硅谷的数家创业公司担任技术和管理职务。Andy现任公司商务发展副总裁以及凌感科技（杭州）总经理。"
    },
    {
        "name": "Chester Jung Seok Roh",
        "title": "REALITY REFLECTION 首席战略官",
        "desc": "Chester就读于韩国高等科学技术院管理学。他作为一名企业家参与了多项IPO和企业并购。同时曾创立InZen， 于2002年韩国证券交易所上市, Xenters Networks 以及 被谷歌于2008年收购的Tatter&Company。除了作为一名投资人， 他也是Fast Track Asia的首席合伙人，5Rocks的CSO以及SKC Interventure的投资合伙人。 从2015年至今，Chester做为Reality Reflection的CSO参与公司管理。他同时作为一名天使投资人，善于发掘和帮助那些充满了创造性的韩国初创企业。"
    },
    {
        "name": "卢超群 博士 Dr. Nicky Lu",
        "title": "台湾半导体产业协会 (TSIA) 理事长，钰创科技股份有限公司 创办人暨董事长，美国国家工程院院士",
        "desc": "卢博士为国立台湾大学电机系学士、美国史丹福大学电机系硕士及博士学位。1982-1990年，卢博士先后服务于IBM Research Division 及其总部，并获颁对公司最高贡献之IBM Corporate Award。1991年获选为国际电机电子学会荣誉会员(IEEE Fellow)，1998年并以在高速动态内存设计的领先贡献获颁「IEEE Solid-State Circuits Award」。因长期对半导体产业的贡献与成就，于1999年荣获美国国家工程院院士。卢博士也是国立台湾大学杰出校友，以及国立交通大学杰出校友，同时也曾担任交大讲座教授。其对全球半导体产业与技术之前瞻思维与领袖行动，分别出任GSA全球半导体联盟及WSC全球半导体理事高峰会主席(2009-2011及2014-2015)"
    },
    {
        "name": "毛丞宇",
        "title": "云启资本创始合伙人",
        "desc": "在创立云启资本之前，毛丞宇是IDG资本的合伙人，在IDG有15年的投资经验。他一直专注于移动互联网、金融科技、产业互联网和消费服务升级等领域的早期和成长期投资，领导和参与了天鸽、土豆网、好耶广告、携程、如家连锁、360奇虎、维金科技、找钢网、冰鉴科技、私银家、奥林科技、酷家乐、美啦美妆、21 Pink等多个项目的投资和退出。在帮助初创企业成长方面具有丰富的经验。加入IDG之前曾工作于联合利华、负责大中华区业务的财务和商业分析。获上海交通大学工学士学位和中欧国际商学院（CEIBS）MBA。"
    },
    {
        "name": "Blake Freeman",
        "title": "著名职业电竞游戏者，演员，导演，作家以及电影制作人",
        "desc": "在近10年的娱乐业历程中，Blake 成功地制作了许多著名的电视节。他同样参与制作了一系列的在业界享有盛誉的故事片和媒体节目，并成功商业化,如《游戏玩家》。作为一名前职业电竞游戏家，积极参与电竞业，参与电竞联赛的组织，管理和筹划。"
    },
    {
        "name": "赵飞龙",
        "title": "语镜汽车首席执行官",
        "desc": "构建了中国第一个开放的移动车联网计算平台，率先实现了百万用户的连接在线，也是国内最大的交通数据提供商，正在推出全世界第一个实景路况的APP，帮助驾驶者躲避拥堵，提高交通效率。"
    },
    {
        "name": "Natsuo Akazawa",
        "title": "CO-FOUNDER AT PLEN2",
        "desc": "2004年加入“Systec Akazawa Inc.”，并在公司内创立了机器人研发部门“PLEN Project”。2005年成功开发了2足步行机器人“PLEN”，2006年开始销售。PLEN受到了多方媒体的关注，甚至在2009年，奥地利的媒体艺术殿堂“Ars Electronica”将PLEN作为艺术品在常设展区展出。2016年在 “Kickstarter”成功众筹，并开始发售开源机器人“PLEN2”。"
    },
    {
        "name": "Zennon Kapron",
        "title": "KAPRONASIA创始人兼总监",
        "desc": "Zennon 是Kapronasia创始人及总监。毕业于锡拉丘兹大学计算机系并获得欧洲工商管理学院MBA。Kapronasia是亚洲领先的关注于独立研究，定制咨询以及金融，金融科技产业的服务商之一。2012年，Zennon 曾在Bitcoin and blockchain发表“Chomping at the Bitcoin ，The Past, Present and Future of Bitcoin in China”一文。 之前，他发表了大量关于线上线下产业的刊文。在创立Kapronasia之前， Zennon 曾担任英特尔中国全球银行业经理。更早之前，他任职于花旗银行葡萄牙部CIO。"
    },
    {
        "name": "Lucas Englehardt",
        "title": "外卖超人 董事长兼CEO",
        "desc": "他是一个有着在中国十年生活经验的美国企业家。他是外卖超人的创始人和董事长，外卖超人是一个分布中国18个城市的订餐平台。他之前有创立过在线调查机构BloggerInsight和联合办公室 88 Spaces。他毕业于美国联合学院和中国复旦大学，最先在美国和中国从事金融领域的工作。"
    },
    {
        "name": "李岱",
        "title": "乐视VR首席执行官",
        "desc": "李岱作为乐视VR首席执行官，在VR硬件和内容方面有着丰富的经验。 进入乐视后，他负责乐视VR部门，将VR技术与乐视内容相结合，立志于做中国第一的VR内容与硬件厂商。"
    },
    {
        "name": "赵鸿",
        "title": "阿米巴资本创始管理合伙人",
        "desc": "2011年至今，阿米巴资本创始管理合伙人。在阿米巴资本创立之前，担任阿里巴巴集团副总裁职务，主管企业融资。任职期间，赵先生建立并领导阿里巴巴集团投资部和融资部，参与了多次集团重大交易，并曾带领资金业务的全面开展。在加入阿里巴巴之前，赵先生曾先后担任普华永道管理咨询顾问和荷兰银行投资银行家。"
    },
    {
        "name": "薛肖麒",
        "title": "点融网高级副总裁、业务拓展部总经理",
        "desc": "毕业于澳大利亚莫纳仕大学，应用金融学硕士。现任点融网高级副总裁、业务拓展部总经理，负责点融网机构业务的拓展，制定业务发展战略，管理包括保理、融资租赁、消费金融等多类型资产，有着丰富的与金融机构、互联网企业、传统渠道合作的经验。曾任渣打银行金融机构部总监，主管渣打银行中国地区的机构业务。他同时管理资产逾20亿美元，在职期间部门营收增长超过400%。"
    },
    {
        "name": "阳陆育",
        "title": "MUSICAL.LY联合创始人兼首席执行官",
        "desc": "阳陆育(Louis)，musical.ly联合创始人，多次创业者，曾创办在线T恤定制网站T秀网、电子商务网站赛诺网,敏捷软件研发咨询机构Scrum中文网。曾担任全球领先的保险系统供应商eBaoTech财产险产品总监。"
    },
    {
        "name": "William Bao Bean",
        "title": "SOSV合伙人兼中国区总经理",
        "desc": "William Bao Bean是SOSV合伙人。 SOSV是一家掌管2.5亿美元并关注于加速器服务的风险投资基金。 William负责中国事务。目前是他也是SingTel Innov8的董事总经理,并支持中国基金投资活动。他曾是软银中印度集团合伙人，软银中印是一家依托日本软银和思科成立的关注于早期投资的风险投资公司，在德意志银行任职期间，他的工作涉及亚洲互联网及电信设备行业以及中国高科技行业。 在此之前，他曾是旧金山美银证券的高级研究分析师，专注于数字媒体公司，还作为纽约贝尔斯登的助理分析师，对个人电脑、企业硬件领域进行分析。"
    },
    {
        "name": "李檬",
        "title": "IMS新媒体商业集团创始人兼CEO",
        "desc": "成功的连续创业者，中国最早的社交营销奠基人，中国网络广告营销资深专家，中国博客营销体系创立人，成功推出中国第一代博客广告系统及博客分成体系，并应用于商业实践获得巨大成功。在社交营销领域，最早意识到中国媒体的去中心化趋势，并由此提出社交营销的去中心化理论，将社交平台完美嫁接到社交营销当中。"
    },
    {
        "name": "Benjamin Joffe",
        "title": "HAX合伙人",
        "desc": ""
    },
    {
        "name": "Matt Burns",
        "title": "TECHCRUNCH 高级主编",
        "desc": ""
    },
    {
        "name": "黄舒骏",
        "title": "VIPABC集团副总裁，平台长",
        "desc": ""
    },
    {
        "name": "廖春元",
        "title": "亮风台创始人兼CEO",
        "desc": "廖春元博士，亮风台创始人兼CEO，国际知名AR视觉交互专家，中央和上海“千人计划（创业）”入选者。毕业于清华大学和美国马里兰大学计算机系。曾任富士施乐硅谷研究院正研究员，领导移动AR核心技术研发，三获杰出成就奖，两获ACM顶级国际会议奖。2012年回国创业，发布国内第一款软硬结合AR平台，致力推动中国AR产业化和国际化。"
    },
    {
        "name": "陈明峰",
        "title": "盛大资本合伙人",
        "desc": "2001年毕业于西南政法大学法学系。2001年6月加入重庆力帆集团工作两年。2004年5月加入盛大互动娱乐，历任法务经理、法务总监职位，2010年加入盛大文学，任副总裁。2014年成为盛大资本合伙人。2015年7月开始成为盛大集团执行董事。管理盛大系五个基金，近150个投资企业。"
    },
    {
        "name": "王佳梁",
        "title": "触宝科技联合创始人兼CEO",
        "desc": "王佳梁毕业于上海交通大学，获得电子工程系硕士学位。王佳梁于2005年加入微软亚太研发集团，担任项目经理。2008年，王佳梁联合创立了触宝科技。触宝科技是荣获GSMA全球移动创新大奖的唯一的亚洲公司，也曾荣获TechCrunch Disrupt六强。为此，王佳梁曾赢得达沃斯世界经济论坛“全球杰出青年”称号。去年12月，王佳梁获评“上海IT青年十大新锐”。"
    },
    {
        "name": "Edith Yeung",
        "title": "500 STARTUPS 首席合伙人",
        "desc": "Edith Yeung 现任500 Startups 首席合伙人，主要关注移动通信，VR/AR（曾今投资于Penrose 以及Cryworks），物联网和互联网消费行业。Edith曾今任职于海豚游览器商务发展部副总裁，海豚游览器是有红杉资本支持的手机游览器并覆盖超过150万全球用户。 她同时创立了RightVentures-涉及移动通信和互联网消费的种子投资基金。 她同时也是一位资深企业家并与Siebel, Oracle, Autodesk, AT&T,有相关合作。Edith的投资方向包括了Mobile Action, Andy OS, Quickly, Powercore, Hooked, Penrose Studios, Pack, Fleksy, Ingrain, Hooked, Switch, Bento, DayDayCook, Palantir。她至今还与CNBC, CBS , NPR, Techcrunch, Next Web, Mashable, Read Write Web, Fora 有合作关系。"
    },
    {
        "name": "Yongseok Jang",
        "title": "CJ CORPORATION, HEAD OF STRATEGY PLANNING DIVISION",
        "desc": "Jang先生毕业于首尔国立大学，并在哈佛商学院获得MBA，是一位对于商业发展和增长具有丰富经验的领导者，有着超过20年的，并横跨电子商务，移动通信和媒体的全球经验。 在加入CJ之前，他曾今是LG电子战略部和eBay Asia 的负责人。 同时也曾今在高盛担任投资银行家以及任职于麦肯锡管理咨询部。"
    },
    {
        "name": "茹立云",
        "title": "搜狗公司副总裁",
        "desc": "清华大学博士，2005年加入搜狗，现任搜狗公司副总裁。在搜狗工作的11年间，领导团队完成多次技术升级及产品创新，逐步将搜狗搜索打造为拥有5.6亿月活跃用户的中国第二大搜索引擎。2013年，茹立云入选2013中国商业创新50人，并获得“技术创新者”大奖。2015年，荣获北京市科学技术一等奖。2016年，搜狗公司宣布向清华大学捐赠1.8亿元，并联合成立“清华大学天工智能计算研究院”，茹立云博士出任副院长。"
    },
    {
        "name": "Ole Ruch",
        "title": "WEWORK 总经理",
        "desc": "Ole 毕业于挪威奥斯陆大学法学院，并参与波士顿大学Questrom 商学院企业家项目。在学习生涯中，他曾经创立了私募&风投以及商品能源俱乐部。 毕业后， Ole 合伙创立了SmartGroup，然后他进入Groupon集团作为副总裁负责海外扩展。 Ole 也在Airbnb担任过北欧董事经理以及全球运营董事经理。再加入WeWork前，他是Homejoy副总裁，同时他也被达沃斯经济论坛授予全球杰出青年。"
    },
    {
        "name": "潘昊",
        "title": "SEEED STUDIO创始人兼CEO",
        "desc": "创客和骑行者。 于2008年7月成立Seeed Studio提供开源硬件和敏捷制造，帮助各种创意成长为与众不同的硬件产品。努力促进创客的跨国交流和跨界合作，2011年创建中国第二家创客空间柴火，2012年将Maker Faire引入深圳，协助成立全球第一个硬件加速器HAXLR8R。"
    },
    {
        "name": "陈俊",
        "title": "爱驾传媒公关总监",
        "desc": "曾任创业邦副总裁、宣亚国际公关高级顾问，为惠普、长安汽车、民生银行、泸州老窖以及互联网新兴企业提供专业服务。在加入公关业之前，在上海电视台、经济观察报、周末画报、东方企业家等主流媒体拥有14年媒体从业经历。"
    },
    {
        "name": "王孟秋",
        "title": "零零无限创始人兼CEO",
        "desc": "拥有斯坦福大学计算机博士及卡耐基梅隆大学计算机硕士学位。在校期间曾任职于斯坦福人工智能实验室，从事机器学习和自然语言处理的研究。拥有国际论文30余篇，并曾获得斯坦福校董会Fellowship，以及美国人工智能协会（AAAI)最佳工程论文奖项。曾先后就职于Facebook，Twitter，阿里巴巴等互联网企业，是大数据分析、人工智能等方向的专家。北京零零无限科技有限公司致力于研发消费级智能飞行机器人产品。首款产品Hover Camera，是一款采用自主开发的嵌入式人工智能技术的无人机。它可以让用户以独特的视角轻松拍摄生活中的精彩瞬间。"
    },
    {
        "name": "Ned Desmond",
        "title": "COO OF TECHCRUNCH",
        "desc": "Ned Desmond是TechCrunch的首席运营官，同时也是AOL科技频道总监。自2012年4月至2015年9月，CrunchBase数据库一直由他执掌。在这之后，CrunchBase从AOL/Verizon旗下脱离出来，成为了一家获得投资支持的独立公司，其合作伙伴为Emergence Capital。此前，他曾任创办了GoSportn，一家极富热血的媒体公司，并出任总裁一职，GoFISHn.com 与GoHUNTn.com两个项目皆由此而来。而在成立GoSportn之前，Desmond曾做了6年时代公司数字部门的总监，创立了eCompany Now（之后与Business 2.0合并），并在迪士尼与Infoseek的高级管理层任要职。他与伊藤穰一合作启动了Infoseek Japan项目，2000年，Infoseek Japan被乐天株式会社收购。1996年，在亚洲工作了近10年后，他结束了在《时代》杂志的记者生涯，来到硅谷。"
    },
    {
        "name": "Kyle Ellicott",
        "title": "WEARABLE IOT WORLD AND WEARABLE IOT WORLD LABS联合创始人兼总监",
        "desc": "Kyle Ellicott 是 Wearable IoT World 的创办人及 Wearable IoT World Labs 的总监。Wearable IoT World 总部设于旧金山，以建立一个由可穿戴技术及物联网相关业务所组成的生态环境为目标。Kyle  来自美国密歇根，自15岁起创业，为客户整合计算机。攻读大学期间，更从事不同范畴的信息科技工作，包括网络、保安 及鉴证科技等。Kyle 对创新技术的热诚，促使他成功建立了多间初创企业，其中包括著名的数码 广告媒体公司。Kyle 凭借在可穿戴技术及物联网空间的领导才能，创办了Wearable IoT World 旗下的 Wearable IoT World Labs，于全球专注发展可穿戴科技及物联网的加速器。Kyle 是一位著名讲者、顾问及作家，拥有超过十年的技术及研发产品经验，曾为 Live Nation、 Ticketmaster、Eventup 及 TechZulu 等公司服务。"
    },
    {
        "name": "张平合",
        "title": "世界邦董事长兼首席执行官",
        "desc": "1999-2009年， 张平合先生于1999年出任雅虎中国第一任总裁，并先后在AT&T、朗讯等跨国公司任职管理层；在初创企业浩方游戏出任COO/CEO，企业成功出售给上市企业盛大游戏；后担任A8音乐集团总裁并成功推动上市。2009-2012年，张平合先生进入创投领域，任鼎晖创投运营合伙人。张平合先生于2012年创立世界邦旅行网，世界邦旅行网是中国具有旗舰规模的出国自由行定制服务提供商，汇聚全球2,000多名旅行达人。"
    },
    {
        "name": "David Cole",
        "title": "CEO, NEXTVR",
        "desc": "David拥有27年的数字图像处理，立体3D研发和商业开发经验，并联合创立了NextVR. 同时他持有14项VR和立体成像科技专利以及3项计算机自主学习技术专利。在他早期工作经历中，David 创建了Studiotronics， 一个关注数字图像处理应用于于彩色扫描的公司。他也曾今任职于柯达CHINON，担任董事成员以及执行副总裁。 在柯达CHINON中，他负责了第一副针对于游戏市场的消费级3D立体眼镜- CyberShades，以及多个VR游戏内容应用。"
    },
    {
        "name": "汪丛青",
        "title": "HTC VIVE 中国区总裁",
        "desc": "汪丛青出生于中国，成长于美国。他毕业于华盛顿大学电子工程系，并深造于麻省理工大学和麻省理工大学斯隆管理学院，相继获得了计算机科学硕士和工商管理学硕士。 汪丛青先生作为HTC中国区总裁主导了Vive在中国区的业务。他曾今创立了多家公司，横跨多个领域，包括在移动通信，互联网空间，移动社交，广告搜素，大数据以及媒体。 另外，他曾供职于多家上市公司P&L职位，例如Intel, Trend Micro, 以及 WatchGuard technologies。 他同时作为兼职主持人在中国第一财经日报内主持负责关于科技创新的周播栏目。"
    },
    {
        "name": "范殷良",
        "title": "动域资本投资副总裁",
        "desc": "北京大学管理学学士，曾任职于美国上市公司永新视博，7年通信、云计算、视频与消费电子产业经验，成立战略发展部并任部门经理。长期关注视频通信，游戏，云计算，半导体，智能硬件，模式识别，物联网等领域应用与技术创新，多年产学研转化以及跨国技术合作与并购经验。足篮球与电竞爱好者，4年足球业余联赛带队经验。主要负责超级猩猩、青橙科技、敢玩、初炼等项目的投资。"
    },
    {
        "name": "Nathan Li",
        "title": "ARM中国区生态系统市场负责人",
        "desc": ""
    },
    {
        "name": "高哲铭 Amir Gal-Or",
        "title": "INFINITY I-CHINA创始人 & 管理合伙人",
        "desc": "高哲铭先生持有以色列特拉维夫大学工商管理硕士(MBA)学位并毕业于哈佛大学风险资本和私募股权投资项目。高哲铭是世界经济论坛成员，他还曾是以色列空军F-16战机和特技飞行队的飞行员。高哲铭先生是以色列在中国最知名、最活跃的风险投资家之一。 他是英飞尼迪集团/Infinity I-China基金的创始人和管理合伙人，Infinity I-China是一个私募股权基金，作为致力于推动中国-以色列商业往来的重要桥梁，主要投资于以色列技术公司和与其有协同效应的中国公司，投资重点领域包括医疗设备和服务、TMT、安防、农业和水处理技术等。"
    },
    {
        "name": "孔华威",
        "title": "上海张江科技创业投资有限公司首席科学家",
        "desc": "上海张江科技创业投资有限公司首席科学家、上海大数据产业技术创新战略联盟 秘书长,、国家科技部中国火炬创业导师、高级工程师、致公党员。1987-1990毕业于浙江大学，获得理论物理硕士学位，1987毕业于北京大学获得理论学士学位。1998年进入中科院计算技术研究所工作，其研究方向为网格计算。先后单位曙光信息产业集团营销副总、织女星网格技术有限公司副总裁以及龙芯产业化联盟副秘书长等职。2008年来担任中科院计算所上海分所所长，主要负责院地合作、技术转移和开发、孵化器管理和产业研究等工作。2011年开始TMT投资，负责投资项目有七牛云存储、中晟光电、睿励仪器、敏狐科技、芯源科技等。"
    },
    {
        "name": "谷彩琳 Céline Le Cotonnec",
        "title": "PSA 标致雪铁龙 中国区连接服务、数字与移动部门总监",
        "desc": "谷彩琳(Celine Le Cotonnec)是PSA标致雪铁龙中国区连接服务、数字与移动部门总监。她与研发团队及其他来自汽车行业等革命性领域的合作伙伴一同协作，力求为中国用户打造无缝的使用体验，并同时致力于在连接服务与大数据方面进行商务拓展。此外，她一直以来都与PSA旗下的其他合资企业保持着高度的战略合作关系，并在以下三个品牌中展开合作：标致、雪铁龙和DS。她曾在广州中山大学取得了国际商务硕士学位，并在上海欧洲采购商学院攻读了高级工商管理硕士学位。"
    },
    {
        "name": "Yossi Vardi",
        "title": "ICQ 发明人 以色列创业教父",
        "desc": ""
    },
    {
        "name": "Eloi Gerard",
        "title": "Crow’s Nest 联合创始人、首席执行官",
        "desc": ""
    },
    {
        "name": "张晓婷",
        "title": "明嘉资本首席执行官及合伙人",
        "desc": "明嘉资本CEO及合伙人。法学与经济学双学士、民商法硕士。22014年上半年与黄晓明先生共同发起设立明嘉资本，先后投资了火辣健身、第一车贷、寿全斋姜茶、芭比辣妈、同道大叔、野马现场、蓝色极限、Innail等优质项目，同时协助黄晓明先生参与万达影业、乐视影业以及松辽汽车的重大资产重组。后在黄晓明先生的指导下参与Star VC第一期基金的项目投资，主导投资了坚果智能化家庭影院，参与投资了秒拍、小咖秀、明星衣橱，负责所有项目的前期对接及尽调、交易架构设计以及投后管理工作。"
    },
    {
        "name": "孙满弟",
        "title": "神州云动CloudCC 首席执行官",
        "desc": ""
    },
    {
        "name": "魏一搏",
        "title": "美丽联合集团 联合创始人",
        "desc": ""
    },
    {
        "name": "王海滨",
        "title": "阿基米德 ajmide.com 创始人、首席执行官",
        "desc": ""
    },
    {
        "name": "黄贤俊",
        "title": "ZEPP北看台事业总经理",
        "desc": "2006年毕业于华南理工大学，同年加入微软亚洲研究院，负责研究技术的转化和产品孵化。加入ZEPP后一直负责软件产品研发，目前专注于北看台（体育视频集锦拍摄制作）产品线。"
    },
    {
        "name": "陈元",
        "title": "动吧Sport8 市场副总裁",
        "desc": "北京大学电影编导与经济学双学士，美国纽约哥伦比亚大学电影学硕士，并获得纽约大学娱乐产业管理资格认证，曾在纽约从事电影发行。回国后创立美盛投资咨询公司，北京人民广播电台外语台双语节目《听世界》周末版主持人。"
    },
    {
        "name": "方益民",
        "title": "百度战略投资 Baidu Investment 执行董事",
        "desc": ""
    },
    {
        "name": "Bill Russo",
        "title": "Gao Feng Advisory Company 执行总裁",
        "desc": ""
    },
    {
        "name": "Bevin Jacob",
        "title": "Biz Dev 亚洲智能交通系统负责人",
        "desc": ""
    }
]